List<List<List<String>>> subjects = [
  [
    [
      "၁.၁.၁။ မြေဆီလွှာဆိုတာ ဘာလဲ။",
      "၁.၁.၂။  မြေဆီလွှာကို ဖြစ်ပေါ်စေတဲ့ အကြောင်းအရာများ",
      "၁.၁.၃။  မြေဆီလွှာရဲ့ ပါဝင်ဖွဲ့စည်းပုံ",
      "၁.၁.၄။ မြေဆီလွှာရဲ့ စွမ်းဆောင်ချက်များ"
    ],
    [
      "၁.၂.၁။ မြေဆီလွှာရဲ့ ရုပ်ဂုဏ်သတ္တိများ",
      "၁.၂.၂။ မြေသားအနုအကြမ်း",
      "၁.၂.၃။ မြေဆီလွှာရဲ့ ဖွဲ့စည်းတည်ဆောက်ပုံ",
      "၁.၂.၄။ မြေဆီလွှာရဲ့ အရောင်"
    ],
    [
      "၁.၃.၁။ မြေဆီလွှာရဲ့ ဓာတ်ဂုဏ်သတ္တိများ",
      "၁.၃.၂။ မြေဆီလွှာရဲ့ ဓာတ်ပြုမှုများ (pH)",
      "၁.၃.၃။ အပင်အာဟာရဓာတ်တွေအတွက် မြေဆီလွှာရှိ အော်ဂဲနစ်မဟုတ်တဲ့ ပစ္စည်းများ",
    ],
    [
      "၁.၄.၁။ မြေဆီလွှာရှိ သဘာဝမြေဆွေး",
      "၁.၄.၂။ မြေဆီလွှာရှိ သဘာဝမြေဆွေးပမာဏကို လွှမ်းမိုးတဲ့ အလေ့အထများ",
      "၁.၄.၃။ မြေဆွေး"
    ],
    [
      "၁.၅.၁။ မြေဆီလွှာရှိ အဏုဇီဝပိုးမွှားများ",
      "၁.၅.၂။ အဏုဇီဝပိုးမွှားတွေရဲ့ လုပ်ဆောင်ချက်များ",
    ],
    [
      "၁.၆.၁။ ကောင်းမွန်တဲ့ မြေဆီလွှာ",
      "၁.၆.၂။ ကောင်းမွန်တဲ့ မြေဆီလွှာကို ဘယ်လိုဆုံးဖြတ်မလဲ။",
    ]
  ],
  [[], []],
  [
    [
      "၃.၁.၁။ ရေရဲ့အရေးပါပုံအကြောင်းမိတ်ဆက်",
      "၃.၁.၂။ မြန်မာနိုင်ငံရှိ‌ ရေအရင်းအမြစ်များ",
    ],
    [
      "၃.၂.၁။ ရေရဲ့ အရည်အသွေး",
      "၃.၂.၂။ မြန်မာနိုင်ငံရှိ ရေရဲ့အရည်အသွေး",
    ],
    ["၃.၃။ မိုးကောင်းသောက်စိုက်ပျိုးရေးတွင် ရေကို အကျိုးရှိစွာအသုံးပြုခြင်း"],
    ["၃.၄.၁။ ရေသွင်းခြင်း", "၃.၄.၂။  ရေသွင်းတဲ့နည်းလမ်းများ"],
    [
      "၃.၅.၁။ ရေစုဆောင်းခြင်း",
      "၃.၅.၂။ ရေသိုလှောင်ခြင်း",
      "၃.၅.၃။ မိုးရေကို ကောင်းစွာ အသုံးပြုခြင်း"
    ],
    [
      "၃.၆.၁။  ချဉ်းကပ်မှုနည်းလမ်းများ",
      "၃.၆.၂။ ထယ်ထိုးထွန်မွှေခြင်းကို ထိန်းသိမ်းပြီး လုပ်ဆောင်ခြင်း",
      "၃.၆.၃။ ကွန်တိုလိုင်းတွေအလိုက် စိုက်ပျိုးခြင်းနဲ့ အတန်းလိုက်ကြောင်းဆွဲ စိုက်ပျိုးခြင်း",
      "၃.၆.၄။ သီးနှံအကြွင်းအကျန်တွေကို စီမံခန့်ခွဲခြင်း",
      "၃.၆.၅။ မြေလှပ်တဲ့ကာလတွေ အပါအဝင် သီးလှည့်စိုက်ပျိုးခြင်း",
      "၃.၆.၆။ မိုးရွာသွန်းမှုနဲ့ ရေသွင်းခြင်းကို ဆက်စပ်ပြီး အသုံးပြုပုံ"
    ]
  ],
  [[]],
  [
    [
      "၅.၁.၁။ ပတ်ဝန်းကျင်ထိန်းသိမ်းခြင်းဆိုင်ရာ စိုက်ပျိုးရေးစနစ်",
      "၅.၁.၂။ ဘက်ပေါင်းစုံလယ်ယာစီမံခန့်ခွဲမှုစနစ်(IFM)",
      "၅.၁.၃။ စိုက်ပျိုးဂေဟစနစ်",
    ],
    [
      "၅.၂.၁။ သီးနှံစနစ်နဲ့ လယ်ယာစိုက်ပျိုးတဲ့စနစ်ကြားက ကွာခြားချက်များ",
    ],
    [
      "၅.၃.၁။ တိရစ္ဆာန်များ",
      "၅.၃.၂။ သဘာဝဂေဟစနစ်အားလုံးမှာ လည်ပတ်နေတဲ့ အာဟာရဓာတ်များ"
    ],
    ["၅.၄။ စိုက်ပျိုးဂေဟစနစ်တွေကို အမျိုးအစား ခွဲခြားခြင်း"],
    [
      "၅.၅.၁။ ဂေဟစနစ်မှာ ပေါင်းပင်အချို့ရဲ့ ပါဝင်ပုံ",
      "၅.၅.၂။ သီးနှံတွေကို မတူညီတဲ့ ပုံစံအမျိုးမျိုးနဲ့ ပေါင်းစပ်စိုက်ပျိုးခြင်း",
    ],
    [
      "၅.၆.၁။ ငါးနဲ့ သီးနှံ",
      "၅.၆.၂။ ပေါင်းစပ်လုပ်ကိုင်ခြင်းရဲ့ အကျိုးကျေးဇူးများ",
    ],
    [
      "၅.၇.၁။ သီးနှံစိုက်ပျိုးနည်းစနစ်ရဲ့ ရည်ရွယ်ချက်",
      "၅.၇.၂။ မတူကွဲပြားတဲ့ စိုက်ပျိုးခြင်းဆိုင်ရာ နည်းစနစ်အလေ့အထများ",
      "၅.၇.၃။ သီးညှပ်စိုက်ပျိုးခြင်းစနစ်တွေကို စီမံခန့်ခွဲမှု",
    ],
    [
      "၅.၈.၁။ သစ်တောသစ်ပင်တွေ စိုက်ပျိုးခြင်း။",
      "၅.၈.၂။ မြေယာစီမံခန့်ခွဲမှု ရည်မှန်းချက်များနဲ့ ဦးစားပေးမှုများ "
    ]
  ],
  [],
];

String left =
    "အာဟာရဓာတ် စီမံခန့်ခွဲမှုမှာ မြေဆီလွှာရဲ့ ပါဝင်ဖွဲ့စည်းမှုက အလွန်အရေးပါပါတယ်။ အကြောင်းက -မြေဆီလွှာထဲမှာရှိတဲ့ ဓာတ်သတ္တုတွေနဲ့ သဘာဝမြေဆွေးတွေထဲမှာ အာဟာရဓာတ်တွေကို သိမ်းဆည်းထားတယ်။မြေဆီလွှာထဲမှာရှိတဲ့ လေထုက အဏုဇီဝသက်ရှိ‌တွေကို ဇီဝကမ္မဖြစ်စဉ်တွေ လည်ပတ်စေတယ်။ အဲလိုလည်ပတ်ခြင်းက‌နေ ထပ်တိုးအာဟာရဓာတ်တွေကို မြေဆီလွှာထဲသို့  ထုတ်လွှတ်ပေးတယ်။  မြေဆီလွှာထဲမှာရှိတဲ့ ရေဓာတ်က အပင်တွေကို အာဟာရဓာတ်ရရှိစေဖို့အတွက် ကူညီပေးတယ်။";

// List<String> learningTxt = [
//   //0
//   //       start 1.1.1
//   "မြေဆီလွှာမှာ အဓိကပါဝင်မှု (၅)မျိုး ရှိပါတယ်။ ၎င်းတို့ကတော့ - \n၁။ ကျောက်တုံးကျောက်ဆောင်များ ပြိုကွဲခြင်းနှင့် ပျက်စီးခြင်းတို့မှ ဖြစ်ပေါ်လာသော ဓာတ်သတ္တုများ\n၂။ အပင်အကြွင်းအကျန်များ၊ တိရစ္ဆာန်အကြွင်းအကျန်များနှင့် အဏုဇီဝတစ်ရှုးများ ဆွေးမြေ့ရာမှ ဖြစ်ပေါ်လာသော သဘာဝမြေဆွေး \n၃။ ရေ \n၄။ လေနှင့် ဓာတ်ငွေ့များ  \n၅။ သက်ရှိများ (တီကောင်၊ အင်းဆက်ကဲ့သို့သော အကောင်ကြီးများနှင့် အဏုဇီဝပိုးများ ကဲ့သို့သော အကောင်ငယ်များ)",
//   // end 1.1.1
//   //1
//   //   start 1.1.2
//   "ကမ္ဘာမြေရဲ့ တစ်နေရာနဲ့ တစ်နေရာ၊ လယ်ကွင်းတစ်ခုရဲ့ တစ်နေရာနဲ့ တစ်နေရာ‌ပေါ် မူတည်ပြီး မြေဆီလွှာ‌တွေက ကွဲပြားမှု ရှိပါတယ်။ သူတို့ ဘယ်လိုဖြစ်‌ပေါ်လာလဲဆိုတဲ့ အပေါ်မူတည်ပြီးတော့လည်း မြေဆီလွှာတွေက ကွဲပြားမှုရှိကြပါတယ်။ မြေဆီလွှာကို ဖြစ်ပေါ်စေတဲ့ အကြောင်းအရာတွေကြောင့် မတူကွဲပြားတဲ့ မြေဆီလွှာအမျိုးမျိုး ဖြစ်ပေါ်လာရပါတယ်။ ",
//   // end 1.1.2
//   //2
//   // start 1.1.3
//   "မြေဆီလွှာရဲ့ ပါဝင်ဖွဲ့စည်းပုံ\nမြေဆီလွှာမှာ အခြေခံအားဖြင့် ဓာတ်သတ္တုများ၊ ရေ၊ လေ နဲ့ သဘာဝမြေဆွေးတို့ ပါဝင်ပါတယ်။ မြေဆီလွှာမှာ သဘာဝမြေဆွေးတွင် မပါဝင်တဲ့ အခြားသောအရာတွေလည်း ရာခိုင်နှုန်းအနည်းငယ် ပါဝင်ပါတယ်။ ပုံမှန်မြေဆီလွှာမှာ ဓာတ်သတ္တု ၄၅%၊ ရေ ၂၀-၃၀%၊ လေ ၂၀-၃၀%နဲ့ သဘာဝမြေဆွေး ၅% ပါဝင်ပါတယ်။ အဲဒီရာခိုင်နှုန်းတွေအတိုင်း တွေ့ရဖို့ ခဲယဉ်းပါတယ်။ အကြောင်းကတော့ ကြားလပ်နေရာဖြစ်တဲ့(ရေနဲ့လေ%) က မြေသားအနုအကြမ်းနဲ့ မြေဆီလွှာ စီမံခန့်ခွဲတဲ့ အလေ့အထ‌တွေအပေါ်မှာ မူတည်ပြီး‌တော့ ကွဲပြားနိုင်တဲ့အတွက်ကြောင့် ဖြစ်ပါတယ်။ လက်တွေ့မှာတော့ မြေဆီလွှာက လွန်စွာမတည်ငြိမ်ဘဲ ရှုပ်ထွေးတဲ့အပြင် အမျိုးမျိုးကွဲပြား‌နေကြပါတယ်။ ",
//   //3
//   "အာဟာရဓာတ် စီမံခန့်ခွဲမှုမှာ မြေဆီလွှာရဲ့ ပါဝင်ဖွဲ့စည်းမှုက အလွန်အရေးပါပါတယ်။ အကြောင်းက -မြေဆီလွှာထဲမှာရှိတဲ့ ဓာတ်သတ္တုတွေနဲ့ သဘာဝမြေဆွေးတွေထဲမှာ အာဟာရဓာတ်တွေကို သိမ်းဆည်းထားတယ်။မြေဆီလွှာထဲမှာရှိတဲ့ လေထုက အဏုဇီဝသက်ရှိ‌တွေကို ဇီဝကမ္မဖြစ်စဉ်တွေ လည်ပတ်စေတယ်။ အဲလိုလည်ပတ်ခြင်းက‌နေ ထပ်တိုးအာဟာရဓာတ်တွေကို မြေဆီလွှာထဲသို့  ထုတ်လွှတ်ပေးတယ်။  မြေဆီလွှာထဲမှာရှိတဲ့ ရေဓာတ်က အပင်တွေကို အာဟာရဓာတ်ရရှိစေဖို့အတွက် ကူညီပေးတယ်။",
//   //4
//   "၁။ ၄၀–၅၀% ဓာတ်သတ္တု။ ယေဘုယျအနေနဲ့ မြေကြီးရဲ့ တစ်ဝက်လောက်ကို အရွယ်အစားမတူညီ‌သော သက်ရှိနဲ့မဆိုင်တဲ့ အမှုန်တွေနဲ့ ဖွဲ့စည်းထားပါတယ်။ မြေဆီလွှာ ဖြစ်ပေါ်လာတဲ့အချိန်၊ ပြောင်းလဲပြိုကွဲခြင်းနဲ့ မြေဆီလွှာရဲ့သမိုင်း၊ မိခင်အစိုင်အခဲတို့အပေါ် မူတည်ပြီး အရွယ်အစားကွဲပြားမှု ရှိပါတယ်။ \n(က) မြေဆီလွှာဖြစ်ပေါ်လာရန် ကြီးမားလွန်းသောကျောက်မှုန်များ - ကျောက်စရစ်၊ ကျောက်တုံးများ \n(ခ) ကြီးမားသော မြေမှုန်များ - သဲ (၀.၀၅–၂.၀၀ မီလီမီတာ) \n(ဂ) အလယ်အလတ်အရွယ် မြေမှုန်များ - နုန်း (၀.၀၀၂–၀.၀၅ မီလီမီတာ) \n(ဃ) အရွယ်သေးငယ်သော မြေမှုန်များ - ရွှံ့ (< ၀.၀၀၂ မီလီမီတာ)",
//   //5
//   '၂။ ၅၀% နေရာလွတ်။  ရေနှင့် လေများဖြင့် ပြည့်နေသော နေရာ \n(က) သက်ရှိ‌တွေအတွက် ဓာတ်ငွေ့များ ဖလှယ်နိုင်တဲ့ လေဟာနယ်နေရာ (အထူးသဖြင့် အသက်ရှုဖို့အတွက် ကာဗွန်ဒိုင်အာက်ဆိုဒ် သို့မဟုတ် အောက်ဆီဂျင်) \n(ခ) သက်ရှိများရဲ့ လုပ်ငန်းစဉ်‌တွေအတွက် အရေးကြီးသော၊ အထူးသဖြင့် အပင်များရဲ့  အမြစ်တွေကနေ စုပ်ယူရတဲ့ အလွန်အရေးပါ‌သော ရေ ',
//   //6
//   "၃။  ၀–၁၀% သက်ရှိနှင့်ဆိုင်တဲ့ အရာများ။ မြေဆီလွှာရဲ့ သေးငယ်လှတဲ့ အစိတ်အပိုင်းလေးကို သက်ရှိတွေ (သို့) သက်ရှိတွေရဲ့ အစိတ်အပိုင်းတွေနဲ့ ဖွဲ့စည်းထားပါတယ်။ မြေဆီလွှာရဲ့ ပါဝင်မှုရာခိုင်နှုန်းတွေက မြေဆီလွှာ ဖြစ်ပေါ်လာတဲ့အချိန်၊  မြေဆီလွှာရဲ့သမိုင်းနဲ့ မိခင်အစိုင်အခဲတို့အပေါ် မူတည်ပြီးတော့ ကွာခြားမှုရှိသလို ပတ်ဝန်းကျင်အခြေအနေတွေကလည်း လွန်စွာလွှမ်းမိုးမှုရှိပါတယ်။",
//   //7
//   "ပတ်ဝန်းကျင်အခြေအနေ‌တွေထဲမှာ \n(က) အပင်များ၊ တိရစ္ဆာန်များ၊ ရေညှိပင်များ၊ ဘက်တီးရီးယား၊ အဏုဇီဝသက်ရှိများနဲ့ မှိုများ၊ \n(ခ) သက်ရှိ သို့မဟုတ် အသက်မဲ့နေတဲ့ သက်ရှိများ (သေသွားတဲ့အခါ မြေဆွေး‌တွေ ဖြစ်သွားတယ်)၊ \n(ဂ) သက်ရှိအကြီးများ (အပင်အမြစ်များ၊ ကြွက်များ၊ တီကောင်များ၊ အင်းဆက်များလို မျက်လုံးနဲ့ မြင်နိုင်တဲ့ သက်ရှိတွေ)နဲ့ သက်ရှိအငယ်များ (မှို၊ ပရိုတိုဇိုးဝါး၊ ဗိုင်းရပ်စ်၊ ဘက်တီးရီးယား၊ အဏုဇီဝပိုးများလို မိုက်ခရိုစကုပ်နဲ့ ကြည့်မှ မြင်နိုင်တဲ့ သက်ရှိတွေ) ပါဝင်ပါတယ်။",
//   // end 1.1.3
//   //8
//   // start 1.1.4
//   "မြေဆီလွှာရဲ့ စွမ်းဆောင်ချက်များမှာ -- \nအပင်များရဲ့ ကြီးထွားမှုကို ပံ့ပိုးကူညီပေးခြင်း\n- ရေနဲ့ ဇလဗေဒရဲ့ အခြေအနေကို ထိန်းချုပ်ထားတဲ့ အရေးကြီးတဲ့ အကြောင်းအရာဖြစ်ခြင်း\n - အာဟာရဓာတ်‌တွေကို ပြန်လည်ဆန်းသစ်စေနိုင်တဲ့ သဘာဝစနစ်ဖြစ်ခြင်း \n- သက်ရှိ‌တွေအတွက် နေစရာနေရာ ဖြစ်ခြင်း \n- ဆောက်လုပ်ရေးလုပ်ငန်းတွေအတွက် အရေးပါခြင်း (Engineering medium)",
//   // end 1.1.4
//   //9
//   // start 1.2.1
//   "မြေဆီလွှာရဲ့ ရုပ်ဂုဏ်သတ္တိများမြေဆီလွှာတွေကို ဓာတ်သတ္တုတွေ၊ သဘာဝပါဝင်ပစ္စည်းတွေနဲ့ ဖွဲ့စည်းထားပြီးတော့ မြေအမျိုးအစားတွေက အဲဒီအဓိကပါဝင်ဖွဲ့စည်းမှု‌တွေပေါ်မှာ မူတည်ပါတယ်။ ဥပမာအ‌နေနဲ့ ရွှံ့စေးအများအပြားပါတဲ့ မြေကို ရွှံ့စေးမြေ၊ သဲများစွာပါတဲ့ မြေကို သဲဆန်တဲ့မြေ၊ သဘာဝမြေဆွေး အမြောက်အများပါတဲ့မြေကိုတော့ သဘာဝမြေလို့ ခေါ်ပါတယ်။ မြေဆီလွှာရဲ့ ဖွဲ့စည်းတည်ဆောက်ပုံနဲ့ မြေသားအနုအကြမ်းက ရေရဲ့ရွေ့လျားမှု၊ ရေထိန်းစွမ်းအားနဲ့ မြေဆီလွှာအတွင်းမှာရှိတဲ့ လေထုရဲ့ ပမာဏနဲ့ရွေ့လျားမှုကို ဆုံးဖြတ်ပါတယ်။ အဲဒီရုပ်ဂုဏ်သတ္တိတွေက မြေကြီးပေါ်မှာ ရှင်သန်တည်ရှိနိုင်မယ့် သက်ရှိတွေ၊ အပင်တွေရဲ့ အမျိုးအစားနဲ့ ကျန်းမာသန်စွမ်းမှုအတွက် အလွန်အရေးပါပါတယ်။",
//   //10
//   "မြေဆီလွှာ‌တွေကို ရုပ်ဂုဏ်သတ္တိအမျိုးမျိုးပေါ် မူတည်ပြီး ခွဲခြားသတ်မှတ်နိုင်တယ်။ တောင်သူတွေအတွက် အရေးကြီးတဲ့ ရုပ်ဂုဏ်သတ္တိတွေကတော့ - \n(၁) မြေသားအနုအကြမ်း \n(၂) မြေဆီလွှာရဲ့ ဖွဲ့စည်းတည်ဆောက်ပုံနဲ့  \n(၃) မြေကြီးအရောင်တို့ ဖြစ်ပါတယ်။",
//   //11
//   "မြေကြီးရဲ့ အခြား ရုပ်ဂုဏ်သတ္တိတွေကတော့ -\n(၁) အလေးချိန်နဲ့ သိပ်သည်းဆ \n(၂) မြေကြီးတွင် နေရာလပ်များ/ လေရှူပေါက်များ ပါဝင်မှု \n(၃) မြေကြီးရဲ့ စိမ့်ဝင်နိုင်မှု \n(၄) မြေကြီးရဲ့ အပူချိန်နဲ့ \n(၅) မြေကြီးရဲ့ ပုံစံပြောင်းနိုင်မှု၊ အဖိအသိပ်ခံနိုင်မှုနဲ့ တိုက်စားခံနိုင်မှု တို့ဖြစ်ပါတယ်။",
//   //   end 1.2.1
//   //12
//   // start 1.2.2
//   "မြေသားအနုအကြမ်းက မြေကြီးထဲတွင် အာဟာရထိန်းထားနိုင်မှုကို ကြီးမားတဲ့ အကျိုးသက်ရောက်မှုရှိလို့ အာဟာရဓာတ် စီမံခန့်ခွဲမှုအတွက် အရေးပါပါတယ်။ ဥပမာအနေနဲ့ ပို၍နုတဲ့မြေ‌တွေက မြေဆီလွှာထဲမှ အာဟာရဓာတ်‌တွေကို ပိုမိုထိန်းထားနိုင်စွမ်း ရှိပါတယ်။ မြေသားအနုအကြမ်းဆိုတာ မြေကြီးထဲတွင် ပါဝင်တဲ့ သဲ၊ နုန်း၊ ရွှံ့တို့ရဲ့ ပါဝင်နှုန်း‌တွေကို ဆိုလိုပါတယ်။ မြေကြီးထဲမှ မြေမှုန်တွေရဲ့ ကြမ်းတမ်းခြင်းနဲ့ နူးညံ့ခြင်းတွေက မြေသားအနုအကြမ်းကွာခြားမှု‌တွေကြောင့် ဖြစ်ပါတယ်။",
//   //13
//   "တြိဂံပုံကိုကြည့်လိုက်ရင် မြေသားအနုအကြမ်းအဆင့်ကို ခွဲခြားပြထားတဲ့ သဲ၊ နုန်း၊ ရွှံ့တို့ရဲ့ ပါဝင်နှုန်းတွေကို တွေ့နိုင်ပါတယ်။ ပုံမှာ မြေဆီလွှာအုပ်စုတွေနဲ့ အုပ်စုအလိုက်ပေးထားတဲ့ အမည်‌တွေကို ပြသထားပါတယ်။ နုန်းမြေတွေမှာ နုန်းအရွယ်အစားအမှုန် ၂၅%ထက် ပိုမိုပါဝင်ပြီး ရွှံ့မှုန့်အရွယ်အစား ၄၀% အောက် ပါဝင်ပါတယ်။ စိုစွတ်တဲ့မြေကို လက်နဲ့ဆုပ်ကြည့်တဲ့အခါ သဲ၊ နုန်း၊ ရွှံ့ ပါဝင်မှုအမျိုးမျိုးကို ခံစားသိရှိနိုင်ပါတယ်။ ",
//   // end 1.2.2
//   //14
// // start 1.2.3
//   "မြေကြီးမှုန်‌တွေဖြစ်တဲ့ သဲ၊နုန်းနဲ့ ရွှံ့တို့ကို ပူးတွဲထားတဲ့ပုံစံနဲ့ တွေ့ရတယ်။ အဲဒီမြေမှုန်‌တွေရဲ့ အဖွဲ့အလိုက် စီစဉ်ထားရှိမှုကို မြေဆီလွှာရဲ့ ဖွဲ့စည်းတည်ဆောက်ပုံလို့ ခေါ်ပါတယ်။ အဲဒီအစုအဖွဲ့‌တွေကို မြေစိုင်ခဲလို့ ခေါ်ပြီး ၎င်းတို့က မြေဆီလွှာစွမ်းဆောင်နိုင်မှုရဲ့ အရေးကြီးတဲ့ ညွှန်းကိန်းတစ်ခု ဖြစ်ပါတယ်။ လေထုရဲ့အစိုဓာတ်၊ သဘာဝမြေဆွေးပါဝင်မှု၊ အဏုဇီဝသက်ရှိတွေနဲ့ အမြစ်ကြီးထွားမှုတွေက မြေဆီလွှာရဲ့ ဖွဲ့စည်းတည်ဆောက်ပုံကို လွှမ်းမိုးပါတယ်။ မြေဆီလွှာရဲ့ ဖွဲ့စည်းတည်ဆောက်ပုံက မြေကြီးရဲ့အရောင်၊ အနုအကြမ်းနဲ့ မြေဆီလွှာရဲ့ ပါဝင်ဖွဲ့စည်းမှုတို့ကို ကွာခြားစေပါတယ်။",
//   //15
//   "မြေဆီလွှာဖွဲ့စည်းတည်ဆောက်ပုံကို ဖော်ပြခြင်း \nပုံစံအမျိုးအစား၊ အရွယ်အစားနဲ့ အဆင့် ဆိုပြီး (၃)မျိုး ခွဲခြားနိုင်ပါတယ်။\n(က) ပုံစံအမျိုးအစား မြေစိုင်ခဲရဲ့ ပုံသဏ္ဍာန်နဲ့ စီစဉ်ထားပုံကို ရည်ညွှန်းပါတယ်။ မြေစိုင်ခဲရဲ့ ပုံသဏ္ဍာန်က အဝိုင်းပုံ၊ အကျေအပဲ့ပုံစံ၊ ထောင့်များပါတဲ့အတုံးပုံစံ၊ အပြားပုံနဲ့ ပိရမစ်ပုံ အစရှိသဖြင့် ပုံစံအမျိုးမျိုး ဖြစ်နိုင်ပါတယ်။ ",
//   //16
//   "(ခ) အရွယ်အစား\nအရွယ်အစားအနေနဲ့ \n(၁) အလွန်သေးသော သို့မဟုတ် အလွန်ပါးလွှာသော \n(၂) သေးသော သို့မဟုတ် ပါးလွှာသော\n (၃) အလယ်အလတ် \n(၄) ကြမ်းသော သို့မဟုတ် ထူသော \n(၅) အလွန်ကြမ်းသော သို့မဟုတ် အလွန်ထူသော အစရှိသဖြင့် ပါဝင်ပါတယ်။",
//   //17
//   "(ဂ) အဆင့်\nအဆင့်ဆိုတာ မြေစိုင်ခဲတွေရဲ့ ထင်ရှားပုံအဆင့်ကို ဆိုလိုပါတယ်။ မြေဆီလွှာဖွဲ့စည်းတည်ဆောက်ပုံကို အုပ်စု(၄)ခု ခွဲနိုင်တယ်။ \n(၁) မြေသားဖွဲ့စည်းပုံ မရှိသလောက်နည်းတဲ့ အုပ်စု။ မြေစိုင်ခဲတွေ မထင်ရှားပါ။ ဥပမာ - ဘိလပ်မြေ ဒါမှမဟုတ် သဲ လိုမျိုး အခြေအနေကို ဆိုလိုပါတယ်။ \n(၂) မြေသားဖွဲ့စည်းပုံ အားနည်းတဲ့ အုပ်စု။ မြေစိုင်ခဲတွေက ထင်ရှားပြီး တာရှည်ခံမှု နည်းတယ်။\n(၃) မြေသားဖွဲ့စည်းပုံ အသင့်အတင့်ရှိတဲ့ အုပ်စု။ မြေစိုင်ခဲတည်ဆောက်မှု ကောင်းပြီး အသင့်အတင့် တာရှည်ခံနိုင်စွမ်းကောင်းကာ ထင်ရှားတဲ့ဖွဲ့စည်းမှု အသင့်အတင့် ရှိပါတယ်။ \n(၄) မြေသားဖွဲ့စည်းပုံ အားကောင်းတဲ့ အုပ်စု။ မြေစိုင်ခဲတည်ဆောက်မှု ကောင်းမွန်ပြီး တာရှည်ခံနိုင်စွမ်း အလွန်ကောင်းကာ ဖွဲ့စည်းမှု ထင်ရှားပါတယ်။ ",
//   //end 1.2.3
//   //18
//   // start 1.2.4
//   "မြေဆီလွှာရဲ့ အရောင်များ ကွာခြားခြင်းမှာ -ဆီလီကာ၊ ထုံးနဲ့ တခြား‌အော်ဂဲနစ်မဟုတ်တဲ့ဒြပ်ပေါင်း‌တွေလို ဓာတ်သတ္တုတွေပါဝင်မှု၊ သက်ရှိနဲ့ဆိုင်တဲ့အရာများ(organic) ပါဝင်မှု၊ သံဓာတ်နဲ့ အစိုဓာတ်ရဲ့ သဘာဝနဲ့ ပေါများမှု တို့အပေါ်မူတည်ပါတယ်။ သက်ရှိနဲ့ဆိုင်တဲ့အရာ(organic)တွေက မြေကြီးကို အမည်းရောင် (သို့) မီးခိုးမည်းရောင် ဖြစ်စေပါတယ်။ သံဓာတ်ဒြပ်ပေါင်းတွေက မြေကြီးကို အညိုရောင်၊ အနီရောင်နဲ့ အဝါရောင်တို့ ဖြစ်စေပါတယ်။ အိုင်ရွန်းအောက်ဆိုဒ်နဲ့ အော်ဂဲနစ်တို့ ရောနှောနေတဲ့ အရောအ‌နှောက တွေ့ရအများဆုံး မြေကြီးအရောင်ဖြစ်တဲ့ အညိုရောင်ကို ဖြစ်စေပါတယ်။ ဆီလီကာ၊ ထုံးနဲ့ တခြားအော်ဂဲနစ်မဟုတ်တဲ့ ဒြပ်ပေါင်း‌တွေက အဖြူဖျော့ရောင်နဲ့ မီးခိုးရောင်တို့ကို ဖြစ်စေပါတယ်။",
//   //19
//   "မြေဆီလွှာရဲ့အရောင်က မြေကြီးရဲ့အပူချိန်ကို များစွာ လွှမ်းမိုးတယ်။ အရောင်ရင့်တဲ့ မြေဆီလွှာတွေက အရောင်ဖျော့တဲ့မြေတွေထက် အပူကို လွယ်ကူစွာ စုပ်ယူနိုင်တယ်။ မြေဆီလွှာရဲ့ အရောင်က မြေဆီလွှာကို အမျိုးအစားခွဲခြားဖို့နဲ့ မြေဆီလွှာအကြောင်း ဖော်ပြဖို့အတွက် အရေးပါတဲ့ အချက်တစ်ခုဖြစ်ပါတယ်။",
//   "မြေဆီလွှာရဲ့ ဓာတ်ဂုဏ်သတ္တိတွေက မြေဆီမြေဩဇာကောင်းမွန်မှု၊ အပင်ကြီးထွားဖွံ့ဖြိုးမှုနဲ့ သီးနှံထွက်ရှိမှုနှုန်းတို့အတွက် အလွန်အရေးပါပါတယ်။ မြေဆီလွှာရဲ့ ဓာတ်ဂုဏ်သတ္တိ‌တွေကတော့ မြေကြီးထဲမှာ အပင်‌တွေအတွက် အာဟာရဓာတ်တွေ ရရှိနိုင်မှုနဲ့ သိုလှောင်ထားနိုင်မှုအဆင့်‌ ဖြစ်ပါတယ်။ မြေဆီလွှာရဲ့ အရေးကြီးတဲ့ ဓာတ်ဂုဏ်သတ္တိတချို့ကတော့ ဓာတ်ပြောင်းလဲဖလှယ်နိုင်စွမ်း၊ မြေဆီလွှာဓာတ်ပြုမှု (soil pH) နဲ့ အပင်အာဟာရဓာတ်တို့ ဖြစ်ကြပါတယ်။",
//   // end 1.2.4
//   //20
//   // start 1.3.1
//   "မြေဆီလွှာရဲ့ ဓာတ်ဂုဏ်သတ္တိတွေက မြေဆီမြေဩဇာကောင်းမွန်မှု၊ အပင်ကြီးထွားဖွံ့ဖြိုးမှုနဲ့ သီးနှံထွက်ရှိမှုနှုန်းတို့အတွက် အလွန်အရေးပါပါတယ်။ မြေဆီလွှာရဲ့ ဓာတ်ဂုဏ်သတ္တိ‌တွေကတော့ မြေကြီးထဲမှာ အပင်‌တွေအတွက် အာဟာရဓာတ်တွေ ရရှိနိုင်မှုနဲ့ သိုလှောင်ထားနိုင်မှုအဆင့်‌ ဖြစ်ပါတယ်။ မြေဆီလွှာရဲ့ အရေးကြီးတဲ့ ဓာတ်ဂုဏ်သတ္တိတချို့ကတော့ ဓာတ်ပြောင်းလဲဖလှယ်နိုင်စွမ်း၊ မြေဆီလွှာဓာတ်ပြုမှု (soil pH) နဲ့ အပင်အာဟာရဓာတ်တို့ ဖြစ်ကြပါတယ်။",
//   //21
//   "ဓာတ်ပြောင်းလဲဖလှယ်ခြင်းဆိုတာ သဘာဝမြေဆွေးနဲ့ ရွှံ့မြေတို့ရဲ့ ဓာတ်ဖိုများ(cations)ကို စုပ်ယူနိုင်စွမ်းနဲ့ မြေဆီလွှာပျော်ရည်(မြေဆီလွှာထဲတွင် ထိန်းသိမ်းထားသောရေ)တွင် ဓာတ်များဖလှယ်နိုင်စွမ်း ဖြစ်ပါတယ်။ ဓာတ်ပြောင်းလဲဖလှယ်နိုင်စွမ်း (CEC) ဆိုတာ သတ်မှတ်ထားတဲ့ မြေကြီးအလေးချိန်တွင် ဓာတ်ဖိုဖလှယ်နိုင်မှုပမာဏကို တိုင်းတာခြင်း ဖြစ်ပါတယ်။ ဓာတ်ပြောင်းလဲဖလှယ်နိုင်စွမ်းက သဘာဝမြေဆွေးပါဝင်မှု၊ ဆီလီကိတ် ရွှံ့များရဲ့ အမျိုးအစားနဲ့ ပါဝင်မှုအပေါ် မူတည်ပါတယ်။",
//   //22
//   "ဓာတ်ပြောင်းလဲဖလှယ်နိုင်စွမ်းက \n(၁) ပိုတက်ဆီယမ်၊ မက်ဂနီဆီယမ်နဲ့ ကယ်လ်ဆီယမ် လိုမျိုး ဖလှယ်နိုင်တဲ့ ဓာတ်မတွေ အပင်အတွက် အလွယ်တကူ ရရှိနိုင်စေရေး၊ \n(၂) ဖလှယ်နိုင်တဲ့ နေရာတွေသို့ စုပ်ယူခံလိုက်ရတဲ့ ဓာတ်ဖိုများ စိမ့်ထွက်ခြင်း ဒါမှမဟုတ် ရေနဲ့အတူ မြေကြီးအောက်သို့ရွေ့လျားခြင်းကို ခံနိုင်ရည်ရှိစေရေး တို့အတွက် အရေးကြီးတဲ့ အခန်းကဏ္ဍတွင် ပါဝင်ပါတယ်။",
//   //23
//   "ရွှံမြေတွေက ရေကိုပိုမိုထိန်းထားနိုင်ပြီး အာဟာရဓာတ်တွေကို စုပ်ယူဖို့ ပိုမိုကျယ်ပြန့်တဲ့ မျက်နှာပြင်ရှိတာကြောင့် သဲဆန်တဲ့မြေတွေထက် အာဟာရဓာတ်တွေကို ပိုမိုထိန်းထားနိုင်တယ်။ သဘာဝမြေဆွေးတွင် ဓာတ်မဂုဏ်သတ္တိရှိတဲ့နေရာတွေ ပါဝင်တာကြောင့် ဓာတ်ဖိုဂုဏ်သတ္တိရှိတဲ့ အမှုန်တွေကို စွဲဆောင်နိုင်ပြီး ထိန်းထားနိုင်ပါတယ်။ ဒါကြောင့် သဲဆန်တဲ့မြေတွေက ဓာတ်ပြောင်းလဲဖလှယ်နိုင်စွမ်း တိုးပွားလာဖို့ သဘာဝမြေဆွေး ပါဝင်မှုအပေါ် မူတည်နေပါတယ်။ ",
//   //24
//   "actinomycetes တွေက မှိုတွေနဲ့ တူသော်လည်း အချို့ actinomycetes တွေက အပင်အတွက် ပဋိဇီဝဆေးအဖြစ် လုပ်ဆောင်နိုင်ပြီး အချို့ကတော့ အပင်တွေအတွက် အန္တရာယ် ဖြစ်စေနိုင်ပါတယ်။",
//   "မြေဆီလွှာရဲ့ ဓာတ်ဂုဏ်သတ္တိတွေထဲက မြေဆီလွှာချဉ်/ငံဓာတ်က မြေဆီလွှာရဲ့ဓာတ်ပြုမှုကို နားလည်နိုင်ဖို့အတွက် အရေးပါတဲ့အချက်တစ်ခုဖြစ်ပါတယ်။ ‌အ‌ကြောင်းမှာ- မြေဆီလွှာချဉ်/ငံဓာတ်က အပင်‌တွေအတွက် အာဟာရဓာတ်‌တွေ ရရှိနိုင်မှုနဲ့ မြေကြီးထဲမှာရှိတဲ့ အဏုဇီဝပိုးတွေရဲ့ လုပ်ဆောင်ချက်တွေကို အကျိုးသက်ရောက်မှု ရှိ‌‌တဲ့အတွက်ကြောင့် ဖြစ်ပါတယ်။",
//   // end 1.3.1
//   //25
//   // start 1.3.2
//   "မြေဆီလွှာရဲ့ ဓာတ်ဂုဏ်သတ္တိတွေထဲက မြေဆီလွှာချဉ်/ငံဓာတ်က မြေဆီလွှာရဲ့ဓာတ်ပြုမှုကို နားလည်နိုင်ဖို့အတွက် အရေးပါတဲ့အချက်တစ်ခုဖြစ်ပါတယ်။ ‌အ‌ကြောင်းမှာ- မြေဆီလွှာချဉ်/ငံဓာတ်က အပင်‌တွေအတွက် အာဟာရဓာတ်‌တွေ ရရှိနိုင်မှုနဲ့ မြေကြီးထဲမှာရှိတဲ့ အဏုဇီဝပိုးတွေရဲ့ လုပ်ဆောင်ချက်တွေကို အကျိုးသက်ရောက်မှု ရှိ‌‌တဲ့အတွက်ကြောင့် ဖြစ်ပါတယ်။"
//       //26
//       "မြေချဉ်/ငံဓာတ် pH ဆိုတာ ဘာလဲ။မြေချဉ်/ငံဓာတ် pH ဆိုတာ မြေကြီးရဲ့ အက်စစ်ဆန်မှု(ချဉ်ခြင်း) ဒါမှမဟုတ် အယ်လ်ကာလီ ဆန်မှု(ငန်ခြင်း) ကို တိုင်းတာခြင်းဖြစ်ပါတယ်။ တကယ်တမ်းကတော့ ဟိုက်ဒရိုဂျင်အိုင်းရွန်းရဲ့ ပြင်းအားကို အတိုင်းအတာ ၀-၁၄ ရှိတဲ့ pH တန်ဖိုးများနဲ့ တိုင်းတာခြင်းပဲ ဖြစ်ပါတယ်။ pHတန်ဖိုး(၇) က neutral (ဓာတ်ပြယ်)နေပါတယ်။ pH တန်ဖိုး (၇)ကနေ နံပါတ်တွေ လျော့ကျသွားလေ အက်စစ်ဓာတ်ပိုမြင့်လေ ပိုချဉ်လေဖြစ်ပါတယ်။ pH တန်ဖိုး(၇)ကနေ နံပါတ်တွေ တိုးလာလေ ပိုပြီးအယ်လ်ကာလီဆန်လေ ပိုငန်လေ  ဖြစ်ပါတယ်။ မြေကြီးအများစုတွင် pH တန်ဖိုး (၃.၅)နဲ့ (၁၀)ကြားတွင် ရှိပါတယ်။ မြေကြီးတွေတွင် တွေ့ရလေ့ရှိတဲ့ pH တန်ဖိုးအပိုင်းအခြားကို ပုံမှာ တွေ့နိုင်ပါတယ်။ ယေဘုယျအ‌နေနဲ့ မြေဆီလွှာမှာ အလွန်ချဉ်သော အခြေအနေဖြစ်တဲ့ pHတန်ဖိုး (၄) အောက်မှ အလွန်ငန်သော အခြေအနေဖြစ်တဲ့  pHတန်ဖိုး(၇.၅)ထိ ရှိပါတယ်။",
//   //27
//   "မြေချဉ်ငံဓာတ်က ဘာတွေ ဖြစ်စေသလဲ။မြေဆီလွှာရဲ့ချဉ်ငံဓာတ်က အပင်‌တွေအတွက် အာဟာရဓာတ်တွေ ရရှိနိုင်မှု ဒါမှမဟုတ် မရရှိနိုင်မှု ပမာဏကို အကျိုးသက်ရောက်မှု ရှိပါတယ်။ အပင်‌တွေရဲ့ အာဟာရဓာတ်‌တွေရရှိနိုင်မှု အနည်း/အများက မြေဆီလွှာရဲ့ အချဉ်အငန် အဆင့်အပေါ် မူတည်ပြီး ကွဲပြားတယ်ဆိုတာကို ပုံမှာ ကြည့်ပြီး လေ့လာနိုင်ပါတယ်။ ယေဘုယျအ‌နေနဲ့ မြေဆီလွှာ pH တန်ဖိုး (၆.၅) မှ (၇)အတွင်းမှာ အပင်‌တွေက အာဟာရဓာတ်တွေ ရရှိပါတယ်။",
//   //28
//   "မြေချဉ်ငန်ဓာတ်က အာဟာရရှိနိုင်မှုကိုပဲ အကျိုးသက်ရောက်မှုရှိစေတာမဟုတ်၊ မြေဆီလွှာထဲမှာရှိတဲ့ အဏုဇီဝပိုးတွေရဲ့ လုပ်ဆောင်ချက်တွေ၊ heavy metal တွေ ကောင်းစွာတည်ရှိနိုင်မှုနဲ့ ရွေ့လျားနိုင်မှုအပြင် အပင်ရဲ့ကျန်းမာရေးနဲ့ မြေဆီလွှာရဲ့ အခြေအနေတွေကိုပါ အကျိုးသက်ရောက်မှု ရှိပါတယ်။ အဏုဇီဝပိုးတွေလိုမျိုး တီကောင်တွေကလည်း အနည်းငယ်ချဉ်တဲ့ အခြေအနေကို ကြိုက်နှစ်သက်ကြပြီး နိုက်ထရိုဂျင်ကို အပင်အများစု စုပ်ယူသုံးစွဲနိုင်တဲ့ အခြေအနေသို့ ပြောင်းပေးကြပါတယ်။ ",
//   //29
//   "အပင်များနှင့် မြေချဉ်/ငံဓာတ် pH တန်ဖိုး\nမြေဆီလွှာရဲ့ ချဉ်ငံဓာတ်တန်ဖိုးက မြေဆီမြေနှစ်ကောင်းမွန်မှုကို ညွှန်ပြတဲ့အရာတစ်ခု မဟုတ်ပေမယ့်လည်း ဓာတ်မြေဩဇာတွေကနေ အာဟာရဓာတ်တွေ ရရှိမှုကို တိုက်ရိုက်ညွှန်ပြပါတယ်။ အပင်တွေက မတူညီတဲ့ မြေချဉ်/ငံဓာတ် အပိုင်းအခြားတွေမှာ အကောင်းဆုံး ရှင်သန်ပေါက်ပွားကြတယ်။ အပင်အများစုအတွက် သင့်လျော်တဲ့ မြေချဉ်/ငံဓာတ်တန်ဖိုး အပိုင်းအခြားမှာ ၅.၅ မှ ၇.၀ ဖြစ်ပေမယ့်လည်း သီးနှံပင်အချို့က ပိုပြီးအက်စစ်ဆန်တဲ့ ဒါမှမဟုတ် အယ်လ်ကာလီဆန်တဲ့ မြေတွေမှာ ရှင်သန်နိုင်ကြပါတယ်။  ",
//   // end 1.3.2
//   //30
//   //      miss 1.3.3
//   // start 1.4.1
//   '''သဘာဝမြေဆွေးကို သဘာဝပစ္စည်းတွေနဲ့ ဖွဲ့စည်းထားတယ်။ သဘာဝပစ္စည်းတွေထဲမှာ -
// (က) လတ်လတ်ဆတ်ဆတ် ဒါမှမဟုတ် တပိုင်းတစ ပြိုကွဲပျက်ဆီးပြီးတဲ့ အပင်နဲ့ တိရစ္ဆာန်အကြွင်းအကျန်၊
// (ခ) တည်မြဲတဲ့ သဘာဝမြေဆွေး ဒါမှမဟုတ် အပင်အတွက် မရှိမဖြစ်လိုအပ်တဲ့ အာဟာရဓာတ်တွေအားလုံး ပါဝင်တဲ့မြေဆွေး ဆိုပြီးတော့ ၂ မျိုးရှိပါတယ်။''',

// //31
//   '''မြေဆီလွှာရှိ သဘာဝမြေဆွေးက မြေဆီလွှာရဲ့ အရည်အသွေးနဲ့ မြေဆီမြေနှစ်ကောင်းမွန်စေဖို့အတွက် အဆင့်(၃)ဆင့်နဲ့ အဓိကလုပ်ဆောင်ပေးပါတယ်။
// ရုပ်ပိုင်းဆိုင်ရာအဆင့်။ မြေဆီလွှာရှိ သဘာဝမြေဆွေးက
// - မြေဆီလွှာဖွဲ့စည်းတည်ဆောက်ပုံကို ကောင်းမွန်စေတယ်။
// - မြေဆီလွှာတိုက်စားခံရမှုဒဏ်ကနေ ကာကွယ်ပေးတယ်။
// - ရေစိမ့်ဝင်နိုင်မှုနဲ့ ရေထိန်းထားနိုင်မှုကို တိုးစေတယ်။
// - အပင်အမြစ်တွေရဲ့ လုပ်ဆောင်ချက်တွေကို အဆင်ပြေချောမွေ့စေတယ်။
// - အဏုဇီဝပိုးတွေကို ပိုမိုကောင်းမွန်စွာနေထိုင်နိုင်တဲ့ အခြေအနေတွေကို ဖန်တီးပေးပါတယ်။
// ''',
// //32
//   '''ဓာတုဆိုင်ရာအဆင့်။ မြေဆီလွှာရှိ သဘာဝမြေဆွေးက
// - မြေဆီလွှာရဲ့ အပင်အာဟာရဓာတ်တွေ ဖြစ်တဲ့ (နိုက်ထရိုဂျင်၊ ဖော့စ်ဖရပ်စ်၊ ပိုတက်ဆီယမ်၊ ကယ်လ်ဆီယမ်နဲ့ မက်ဂနီဆီယမ် အစရှိသည်)တို့ကို ထိန်းသိမ်းခြင်းနဲ့ ပြန်လည်ထုတ်ပေးခြင်း စွမ်းရည်တို့ကို ကောင်းမွန်စေတယ်။
// - အဆိပ်အတောက်ဖြစ်စေတဲ့ ဒြပ်စင်တွေကို ထိန်းထားပေးတယ်။
// - ဓာတ်ပြောင်းဖလှယ်နိုင်စွမ်းကို တိုးစေတယ်။
// - သဘာဝမြေဆွေးက မြေဆီလွှာကို အက်စစ်ဓာတ်ပြောင်းလဲမှုတွေနဲ့ လိုက်လျောညီထွေဖြစ်စေတယ်။
// - သတ္တုဓာတ်တွေကို ပိုမိုလျင်မြန်စွာ ပြိုကွဲစေဖို့အတွက် ကူညီပေးတယ်။ ''',
// //33
//   '''သဘာဝမြေဆွေးကို သဘာဝပစ္စည်းတွေနဲ့ ဖွဲ့စည်းထားတယ်။ သဘာဝပစ္စည်းတွေထဲမှာ - \n
// (က) လတ်လတ်ဆတ်ဆတ် ဒါမှမဟုတ် တပိုင်းတစ ပြိုကွဲပျက်ဆီးပြီးတဲ့ အပင်နဲ့ တိရစ္ဆာန်အကြွင်းအကျန်၊ \n
// (ခ) တည်မြဲတဲ့ သဘာဝမြေဆွေး ဒါမှမဟုတ် အပင်အတွက် မရှိမဖြစ်လိုအပ်တဲ့ အာဟာရဓာတ်တွေအားလုံး ပါဝင်တဲ့မြေဆွေး ဆိုပြီးတော့ ၂ မျိုးရှိပါတယ်။
// ''',
// // end 1.4.1

//   //34
//   // start 1.4.2
//   "စိုက်ပျိုးမှုဆိုင်တဲ့ အလေ့အထတွေက မြေဆီလွှာရှိ သဘာဝမြေဆွေးပါဝင်မှုကို လွှမ်းမိုးပါတယ်။ လူသားတွေရဲ့ လုပ်ဆောင်ချက်တွေကလည်း မြေဆီလွှာထဲမှာရှိတဲ့ သဘာဝမြေဆွေးပါဝင်မှုနဲ့ သက်ရှိတွေရဲ့ လုပ်ဆောင်မှုတွေကို လျော့ကျစေပါတယ်။ စိုက်ပျိုးထားတဲ့ သီးနှံပင်တွေ/ သီးနှံအကြွင်းအကျန်တွေကို မီးရှို့ခြင်း၊ သီးနှံအကြွင်းအကျန်တွေကို ဖယ်ရှားပစ်ခြင်း၊ ထယ်ထိုးထွန်မွှေခြင်းတွေကို အလွန်အကျွံ ပြုလုပ်ခြင်းနဲ့ စားကျက်မြေအဖြစ် အလွန်အကျွံအသုံးပြုခြင်း စတဲ့ လူသားတို့ရဲ့ လုပ်ဆောင်ချက်တွေက မြေဆီလွှာရဲ့ သဘာဝမြေဆွေးပါဝင်မှုကို လျော့ကျစေပါတယ်။  သမားရိုးကျ ထယ်ထိုးထွန်မွှေပြီး စိုက်ပျိုးခြင်းနဲ့ နှိုင်းယှဉ်ရင် ထယ်ထိုးထွန်မွှေခြင်းကို အနည်းငယ်သာ လုပ်ဆောင်ခြင်း ဒါမှမဟုတ် ထယ်ထိုးထွန်မွှေခြင်းကို လုံးဝ မပြုလုပ်ခြင်း အလေ့အထတွေက မြေဆီလွှာရဲ့ သဘာဝမြေဆွေးပါဝင်မှုကို  တိုးပွားစေပါတယ်။ ",
//   //35
//   "မြေဆီလွှာတွင် သဘာဝမြေဆွေးပါဝင်မှုကို တိုးပွားစေနိုင်တဲ့ နည်းလမ်းများ - \nမြေဆွေးပုံခြင်း (ဖျက်ပိုးနဲ့ အပင်ရောဂါကျရောက်မှုကို လျော့နည်းစေတယ်။) - \nမြေကာပင်များ/ သစ်စိမ်းမြေဩဇာပင်များ စိုက်ခြင်း (အဏုဇီဝပိုးတွေရဲ့ လုပ်ဆောင်ချက်တွေကို လှုံ့ဆော်ပေးပြီး မြေအောင်းရောဂါတွေကို ကူညီတိုက်ဖျက်ပေးတယ်။) \n- သီးလှည့်စိုက်ပျိုးခြင်းစနစ် - ကျွဲနွားစာသီးနှံတွေ စိုက်ပျိုးခြင်း\n - ထယ်ထိုးထွန်မွှေခြင်းကို လျှော့ပြီးလုပ်ခြင်း ဒါမှမဟုတ် လုံးဝမလုပ်ခြင်း\n- သီးနှံသစ်တောရောနှောစိုက်ပျိုးခြင်း",
//   // end 1.4.2
//   //36
//   // start 1.4.3
//   "မြေဆွေးခြင်းဆိုတာ အရွက်တွေ၊ အပင်အကြွင်းအကျန်တွေ၊ တိရစ္ဆာန်ချေးတွေနဲ့ စားကြွင်းစားကျန်တွေလိုမျိုး အော်ဂဲနစ်ပစ္စည်း ဒါမှမဟုတ် စွန့်ပစ်ပစ္စည်းတွေက သဘာဝအရ ကောင်းမွန်စွာဆွေးမြည့်သွားပြီးတဲ့နောက် မြေဆီလွှာနဲ့ အပင်တွေအတွက် အာဟာရကြွယ်ဝတဲ့ အဖိုးတန်မြေဩဇာအဖြစ်သို့ ပြောင်းလဲသွားခြင်းဖြစ်တယ်။",
//   //37
//   "မြေဆွေးပြင်ဆင်မှုအတွက် အကြံပြုချက်များ- မြေဆွေးကျင်း/ မြေဆွေးပုံနေရာအတွက် ခြောက်သွေ့ပြီးအရိပ်ရတဲ့ ဧရိယာကို ရွေးချယ်ပါ။\n- မြေဆွေးတွင်း ဒါမှမဟုတ် မြေဆွေးပုံတွေကို ရေဆင်းကောင်းပြီး မြင့်တဲ့နေရာတွင် ပြုလုပ်ပါ။\n- စွန့်ပစ်ပစ္စည်းတွေကို အသုံးပြုပြီး မြေဆွေးပုံတည်ဆောက်ပါ။- မီးဖိုချောင်နဲ့ ခြံထွက်စွန့်ပစ်ပစ္စည်းတွေထည့်ပါ။\n- အလွှာတစ်လွှာချင်းစီမှာ ထုံးထည့်ပြီး ညီညီညာညာဖြန့်ပါ။\n- အပုံရဲ့အမြင့် တစ်မီတာရောက်တဲ့အထိ အလွှာတွေမှာ အညိုရောင်နဲ့ အစိမ်းရောင် စွန့်ပစ်ပစ္စည်းတွေကို  တစ်လှည့်စီ ထည့်ပါ။\n- အပူ၊ အစိုဓာတ်နဲ့ အာဟာရတွေကို ထိန်းသိမ်းဖို့ ဖုံးအုပ်ထားပါ။\n- မြေဆွေးပုံအစိုဓာတ်ကို ထိန်းဖို့အတွက် မြေဆွေးပုံကို မကြာခဏမွှေပါ၊ ဒါမှမဟုတ် အပေါ်အောက် ဇောက်ထိုးလှန်ခြင်း ပြုလုပ်ပေးပါ။\n- ပြာထည့်ရင် အစုလိုက် အပုံလိုက်မထည့်ဘဲ ညီညီညာညာဖြန့်ပြီး ထည့်ပါ။",
//   //38
//   "အော်ဂဲနစ်စွန့်ပစ်ပစ္စည်းတွေကို ဆွေးမြည့်အောင် လုပ်ပေးတဲ့ သက်ရှိတွေရှင်သန်ဖို့အတွက် အဓိကလိုအပ်တဲ့ ဒြပ်စင်(၄)မျိုးမှာ \n(၁) နိုက်ထရိုဂျင်၊ \n(၂) ကာဗွန်၊\n (၃) လေ နဲ့ \n(၄) ရေ တို့ဖြစ်ပါတယ်။ အရွက်တွေ၊ အပင်အကြွင်းအကျန်တွေနဲ့ တိရစ္ဆာန်ချေးတွေလိုမျိုး ဆွေးမြည့်နိုင်တဲ့ပစ္စည်းတွေအားလုံးမှာ ကာဗွန်နဲ့ နိုက်ထရိုဂျင်ပမာဏအမျိုးမျိုး ပါဝင်ပါတယ်။ အောင်မြင်တဲ့မြေဆွေးခြင်းမှာ- - အကောင်းဆုံးရလဒ်ရရှိဖို့ မှန်ကန်တဲ့ လေနဲ့ရေပမာဏကို ထိန်းသိမ်းထားခြင်း-  ဆွေးမြည့်ပစ္စည်းတွေကို ကာဗွန်နဲ့ နိုက်ထရိုဂျင်ရဲ့ အကောင်းဆုံးအချိုး (နိုက်ထရိုဂျင်တစ်ပိုင်းမှာ ကာဗွန်အပိုင်း ၂၅ မှ ၃၀) ရရှိဖို့ မှန်ကန်စွာပေါင်းစပ်အသုံးပြုခြင်းပေါ် မူတည်ပါတယ်။ ",
//   //39
//   "မြေဆွေးပြုလုပ်ရာမှာ အကောင်းဆုံးကာဗွန်-နိုက်ထရိုဂျင်အချိုးရရှိဖို့ ယေဘုယျလမ်းညွှန်ချက်မှာ အစိမ်းရောင်ပစ္စည်း တစ်ပိုင်းစီအတွက် အညိုရောင်ပစ္စည်း နှစ်ပိုင်းကနေ လေးပိုင်းထားရပါမယ်။ အစိတ်အပိုင်းသေးလေလေ ဆွေးမြည့်မှုဖြစ်စဉ်မြန်လေလေဖြစ်ပါတယ်။ မြေဆွေးပုံက ကာဗွန်ကြွယ်ဝတဲ့ပစ္စည်းတွေ အလွန်များနေရင်လည်း ပြိုကွဲဆွေးမြည့်ဖို့ အချိန်ပိုကြာပါလိမ့်မယ်။ မြင့်မားတဲ့ နိုက်ထရိုဂျင်-ကာဗွန်အချိုးကို လတ်ဆတ်တဲ့အော်ဂဲနစ်ပစ္စည်းတွေ (အစိမ်းရောင်ရှိတဲ့ပစ္စည်းတွေ)မှာ အများဆုံးတွေ့ ရှိရပါတယ်။ မြေဆွေးပုံမှာ အစိမ်းရောင်ရှိတဲ့ပစ္စည်းတွေ အများအပြားရှိခြင်းက ဖြိုခွဲသူ (decomposers) တွေကို ကြီးထွားစေပြီး လျင်မြန်စွာ မျိုးပွားနိုင်စေတယ်။ အိမ်မှာ မြေဆွေးပုံလုပ်မယ်ဆိုရင် အိမ်သုံးအစိမ်းရောင်ရှိတဲ့ပစ္စည်းအချို့ဖြစ်တဲ့ လတ်ဆတ်တဲ့ မြက်ပြတ်တွေ၊ အစာအကြွင်းအကျန်တွေကို ထည့်နိုင်ပါတယ်။"
//       //40
//       "အခြားသက်ရှိတွေလိုပဲ၊ ဖြိုခွဲသူတွေက အသက်ရှင်ဖို့အတွက် အောက်ဆီဂျင်နဲ့ ရေလိုအပ်ပါတယ်။ မြေဆွေးလုပ်တဲ့နေရာမှာ ပိုပြီးမြန်ဆန်စေဖို့အတွက် မြေဆွေးစနစ်မှာ မှန်ကန်တဲ့ လေနဲ့ ရေပမာဏရှိအောင် သေချာစွာပြုလုပ်ထားဖို့ လိုပါတယ်။ အောက်ဆီဂျင်လိုအပ်တဲ့ မြေဆွေးပြုလုပ်ခြင်းအတွက် အကောင်းဆုံးအပူချိန်ကတော့ ၁၃၀ မှ ၁၄၀ ဒီဂရီဖာရင်ဟိုက်ဖြစ်ပြီး အောက်ဆီဂျင်လိုအပ်တဲ့ မျက်စိနဲ့မြင်နိုင်တဲ့ သက်ရှိတွေနဲ့ မျက်စိနဲ့ မမြင်နိုင်တဲ့သက်ရှိလေးတွေက စွန့်ပစ်ပစ္စည်းတွေကို ဖြိုခွဲပြီး လျင်မြန်စွာမျိုးပွားချိန်တွင် အဲဒီအပူချိန်ကို တွေ့ရပါတယ်။ အဲဒီမြင့်မားတဲ့အပူချိန်က ကြာရှည်စွာရှိနေတဲ့ ဘတ်တီးရီးယားတွေနဲ့ ပေါင်းစေ့တွေကို သေစေနိုင်ပါတယ်။ လေဝင်လေထွက်ကောင်းခြင်းက အောက်ဆီဂျင်လိုအပ်တဲ့ ပတ်ဝန်းကျင်ကို အားပေးပြီး မြေဆွေးဖြစ်စဉ်ကို မြန်ဆန်စေကာ အနံ့အသက်တွေကိုလည်း လျှော့ချပေးပါတယ်။",
//   //41
//   "မြေဆွေးပြုလုပ်ရာမှာ အစိုဓာတ်က မရှိမဖြစ်လိုအပ်ပြီးတော့ မြေဆွေးပုံက ထိကြည့်ရင် ရေထဲက ဆယ်လိုက်တဲ့ ရေမြှုပ်လို အစိုဓါတ် ရှိနေရပါမယ်။ မြေဆွေးပုံက ခြောက်သွေ့လွန်းတဲ့အခါ ဆွေးမြည့်ခြင်းဖြစ်စဉ်ကို နှောင့်နှေးစေနိုင်ပါတယ်။ စိုစွတ်လွန်းတဲ့ မြေဆွေးပုံက အနံ့ဆိုးဖြစ်စေပြီး ပြိုကွဲခြင်းကို နှေးကွေးစေတဲ့ အောက်ဆီဂျင်မရှိတဲ့ ပတ်ဝန်းကျင်ကို ဖန်တီးနိုင်ပါတယ်။ (၃)ပေနဲ့ (၆)ပေ နှင့် အမြင့် (၃)ပေပတ်လည်ရှိတဲ့ မြေဆွေးကျင်း ဒါမှမဟုတ် မြေဆွေးပုံက သင့်တော်တဲ့ အရွယ်အစား ဖြစ်ပါတယ်။",
//   //42
//   "အားသာချက်- စွန့်ပစ်ရေမြောင်းထဲရှိ အညစ်အကြေးတွေကို လျှော့ချပေးနိုင်ပြီး အပင်အာဟာရပြည့်ဝစေခြင်း- လေဝင်လေထွက်ကောင်းခြင်း၊ တိုက်စားမှုနည်းခြင်းနဲ့ ရေထုတ်စွမ်းအားကောင်းခြင်းလိုမျိုး မြေဆီလွှာဖွဲ့စည်းမှုစနစ်ကို ကောင်းမွန်စေပြီး မြေဆီလွှာကျန်းမာရေးကို တိုးတက်စေခြင်း- သဘာဝမြေသြဇာက ဇီဝရွှံ့စေးမြေအဖြစ် လုပ်ဆောင်ပြီး မြေဆီလွှာရဲ့ အာဟာရနဲ့ ရေထိန်းစွမ်းအားကို တိုးမြင့်စေပြီး ရေထိန်းပေးခြင်း- မြေဆီလွှာရှိ အဏုဇီဝပိုးမွှားတွေအတွက် လုံလောက်တဲ့အစာကို ထောက်ပံ့ပေးပြီး မြေဆီလွှာတွင် အဏုဇီဝပိုးမွှားတွေ တိုးပွားစေဖို့ ကူညီပေးခြင်း- အာဟာရတွေ နှေးကွေးစွာထွက်တဲ့ သဘာဝက ရေရှည်နဲ့ နှစ်ရှည်သီးနှံပင်တွေအတွက် အလွန်အသုံးဝင်ခြင်း- သဘာဝပတ်ဝန်းကျင်နဲ့ သဟဇာတဖြစ်ခြင်း",
//   //43
//   "အားနည်းချက်\n- ပြုလုပ်ရာတွင် အချိန်ယူရပြီး ငွေကုန်ခြင်း\n- ကိုင်တွယ်ခြင်း၊ သယ်ယူပို့ဆောင်ခြင်းနဲ့ သိုလှောင်ခြင်းအတွက် ကုန်ကျစရိတ်မြင့်မားခြင်း\n- အလုပ်သမားသွင်းအားစုမြင့်မားခြင်း",
//   //44
//   "တီကျစ်စာမြေဆွေး တီကျစ်စာမြေဆွေးဆိုတာ တီကောင်တွေက သဘာဝစွန့်ပစ်ပစ္စည်းတွေကို  ကောင်းမွန်တဲ့မြေဩဇာအဖြစ်ကို ပြောင်းလဲပေးတဲ့ လုပ်ငန်းစဉ်ဖြစ်တယ်။တီကောင်တွေက\n - မြေဆီလွှာနဲ့ မြေဆီလွှာရှိ အော်ဂဲနစ်ပစ္စည်းတွေကို စားသောက်ပြီး မြေဆွေးအဖြစ် ပြောင်းလဲခြင်း\n- အကျိုးရှိတဲ့ အဏုဇီဝပိုးမွှားတွေရဲ့ ကြီးထွားမှုကို အားပေးခြင်း- မြေသားညက်ညောစေပြီး လေဝင်လေထွက်ကောင်းစေခြင်း\n- မြေဆီလွှာရေစိမ့်ဝင်နိုင်စွမ်းနဲ့ ရေစီးဆင်းနိုင်စွမ်းပိုမိုကောင်းမွန်အောင် ပြုလုပ်ပေးခြင်း\n- မြေဆီလွှာရဲ့ရေထိန်းစွမ်းအားကို ပိုမိုကောင်းမွန်စေခြင်း\n- အပင်ရဲ့ ခုခံအားစနစ်ကို အားကောင်းစေခြင်းတို့ကို ဖြစ်စေပါတယ်။",
//   //45
//   "တီကျစ်စာမြေဆွေးရဲ့ အားသာချက်များ\n- အသုံးပြုရလွယ်ကူခြင်း\n- ထုတ်လုပ်ရန် ကုန်ကျစရိတ်သက်သာခြင်း\n- အော်ဂဲနစ်ပစ္စည်းတွေကို အချိန်တိုအတွင်း ကောင်းမွန်တဲ့မြေဆီဩဇာအဖြစ် ပြောင်းလဲပေးနိုင်ခြင်းတီကျစ်စာမြေဆွေး ဘယ်လိုလုပ်မလဲ။\n- တီကျစ်စာမြေဆွေးကို ဇီဝပစ္စည်းတွေနဲ့ ဖြည့်တင်းပါ။\n- တီကောင်တွေက ကျွန်ုပ်တို့ရဲ့ မိတ်ဆွေဖြစ်တယ်။ သူတို့ကို ကာကွယ်ပြီး ကွင်းထဲမှာ ပြုစုပျိုးထောင်ပါ။",
//   //46
//   "သစ်စိမ်းမြေဩဇာများ ( ဥပမာ - ပိုက်ဆံလျှော်၊ ညံပင် နဲ့ ပဲမျိုးစုံ)\n- အရေးကြီးတဲ့ မျိုးစိတ်တွေကို ရွေးချယ်ပါ။\n- သီးနှံစိုက်ပျိုးမှုစနစ်တွင် သစ်စိမ်းမြေဩဇာသီးနှံနဲ့ ကိုက်ညီတဲ့ရာသီကိုရှာပါ။\n- သက်တမ်း (၄၅) ရက်အကြာမှာ ပေါင်းထည့်ပါ။\n- ဆွေးမြည့်စေဖို့အတွက် နောက်သီးနှံမစိုက်ခင် (၁၅) ရက် မှ (၂၀) ရက်ထားပါ။",
//   //47
//   "သစ်ရွက်စိမ်းမြေဩဇာ ( ဥပမာ - သင်းဝင်ဖြူ နဲ့ တမာ)\n- လမ်းဘေးနဲ့ မြေလွတ်မြေရိုင်းတွေမှာ ပဲမျိုးရင်းဝင်အပင်တွေကို စိုက်ပျိုးပါ။\n- ပိုင်းဖြတ်ထားတဲ့ သစ်ပင်ရဲ့ အပိုင်းအစတွေကို မစိုက်ခင် (၁၅) ရက်အလိုမှာ ပေါင်းထည့်နိုင်ပါတယ်။\n- (၅)တန် မှ (၁၀)တန်ခန့် ပြုလုပ်ပါ။",
//   // end 1.4.2
//   //48
//   //start 1.5.1
//   "မြေဆီလွှာရှိအဏုဇီဝပိုးတွေမှာ မြေဆီလွှာနဲ့ အပင်ကျန်းမာရေးကို ကောင်းမွန်စေတဲ့ လုပ်ဆောင်ချက်အမျိုးစုံရှိတဲ့ တီကောင်တွေ၊ ဘက်တီးရီးယား၊ actinomycetes၊ မှို၊ ပရိုတိုဇိုးဝါးနဲ့ နီမတုတ်တို့ ပါဝင်ပါတယ်။ အဏုဇီဝပိုးတွေနဲ့ အကောင်ကြီးတွေဖြစ်တဲ့ တီကောင်လိုမျိုး အကောင်တွေကြားမှာ ဓာတ်ပြုမှုတွေ အများကြီးရှိပြီး သူတို့တွေက မြေကြီးရှိ အစားအစာကွန်ယက်ရဲ့ အစိတ်အပိုင်းတွေ ဖြစ်ကြတယ်။  ",
//   //49
//   "အမျိုးအစားပေါင်း တစ်သန်းထက်ပိုတဲ့ အဏုဇီဝပိုးတွေက မြေကြီးပေါ်တွင် ရှင်သန်နေထိုင်ကြတယ်။ သူတို့က နေရာတိုင်းနီးပါးတွင် ရှင်သန်ကြပြီး အလွန်သေးငယ်ကြတဲ့အတွက် အလေးချိန် တစ်အောင်စနဲ့ ညီမျှဖို့ဆိုရင် အကောင်ရေ သန်းထောင်ပေါင်း(၃၀)ခန့်မျှ လိုအပ်ပါလိမ့်မယ်။ သူတို့က မြေကြီးရဲ့ အခြေအနေပေါ် မူတည်ပြီးတော့ ပမာဏမတူညီစွာ တည်ရှိကြတယ်။",
//   //50
//   "အကျိုးပြု အဏုဇီဝပိုးမွှားတွေက မြေဆီလွှာတည်ဆောက်မှုကို ပံ့ပိုးပေးပြီး မြေဆီလွှာရဲ့ ဖွဲ့စည်းပုံတည်ဆောက်မှုကိုလည်း အထောက်အကူပြုပါတယ်။ အဏုဇီဝပိုးမွှားတွေက အာဟာရတွေကို ပြောင်းလဲပေးပြီး အပင်တွေဆီသို့ ထုတ်လွှတ်ပေးခြင်း၊ အပင်ရဲ့အရွက်နဲ့ အမြစ်တွေကို ကျန်းမာသန်စွမ်းစွာ ကြီးထွားစေဖို့ လှုံ့ဆော်ပေးခြင်း၊ အပင်တွေက ရာသီဥတုနဲ့ ပတ်ဝန်းကျင်ဖိအားတွေကို ခံနိုင်ရည်အား မြင့်မားလာစေဖို့ မြှင့်တင်ပေးခြင်း၊ မြေဆီလွှာဂေဟစနစ်ကို ဟန်ချက်ညီစေပြီး ကျန်းမာသန်စွမ်းတဲ့ အပင်တွေဖြစ်လာဖို့အတွက် ပံ့ပိုးပေးပါတယ်။ အချို့သော အဏုဇီဝပိုးမွှားတွေက သတ္တုဓာတ် အာဟာရများ၊ အပင်ကျန်းမာသန်စွမ်းရေးနဲ့ ရေရှည်တည်တံ့တဲ့ သီးနှံအထွက်နှုန်း ရရှိစေဖို့အတွက် မြေဆီလွှာအရည်အသွေးကို မြှင့်တင်ပေးခြင်းဖြင့် စိုက်ပျိုးရေးတွင် အရေးကြီးတဲ့ အခန်းကဏ္ဍကနေ ပါဝင်နေကြပါတယ်။  ",
//   // end 1.5.1
//   //51
//   // start 1.5.2
//   "တီကောင်တွေက အော်ဂဲနစ်ဒြပ်စင်တွေ ပေါများပြီး လေဝင်လေထွက်ကောင်းတဲ့ မြေတွေမှာ နေထိုင်ကြပါတယ်။ များသောအားဖြင့် သမားရိုးကျ ထွန်ယက်စိုက်ပျိုးခြင်းစနစ်ထက် ထွန်ယက်ခြင်းအလေ့အထနည်းတဲ့ နေရာတွေမှာ အရေအတွက်အများကြီး ပေါက်ဖွားရှင်သန်ကြပါတယ်။ သူတို့ကို မြေဆွေးပေါများတဲ့မြေတွေမှာလည်း အများအပြားတွေ့နိုင်ပါတယ်။ တီကောင်တွေက အော်ဂဲနစ်ဒြပ်စင်တွေကို ပြိုကွဲစေပြီး မြေဆီလွှာထဲက သတ္တုဓာတ်တွေနဲ့ ရောနှောကာ တီကျစ်စာအလုံးလေးတွေလုပ်ခြင်းဖြင့် မြေဆီလွှာကို ပိုမိုစိုစွတ်စေပြီး အာဟာရများစွာကို ပံ့ပိုးပေးကြပါတယ်။",
//   //52
//   "ဘက်တီးရီးယားတွေက အာဟာရတွေကို ဖြိုခွဲပေးပြီး အပင်ရဲ့ အမြစ်ဇုန်သို့  ပို့ပေးကြပါတယ်။ FAO က ဘက်တီးရီးယားတွေက မြေဆီလွှာထဲမှာ တန်ဖိုးအရှိဆုံး သက်ရှိတွေ ဖြစ်နိုင်တယ် လို့ ဖော်ပြခဲ့ပါတယ်။ ",
//   //53
//   "မှိုတွေက အပင်တွေကို အာဟာရဓာတ်ရရှိစေဖို့ ကူညီပေးကြတယ်။ ဥပမာအနေနဲ့ Mycorrhizae က အပင်အတွက် လိုအပ်တဲ့ သကြား၊ အမိုင်နိုအက်ဆစ်နဲ့ အခြားအာဟာရတွေကို ပံ့ပိုးပေးဖို့အတွက် အမြစ်တွေနဲ့ အပင်တွေကနေ အာဟာရနဲ့ ရေကို လွယ်ကူချောမွေ့စွာရရှိစေဖို့ ကူညီပေးတဲ့ မှိုတစ်မျိုးဖြစ်ပါတယ်။ မှိုတွေက အာဟာရဓာတ်တွေကို ဖြိုခွဲတဲ့နေရာမှာ အထူးကောင်းမွန်ပါတယ်။ အများအားဖြင့် မှိုတွေက လင်နင်လိုမျိုး အပင်တွေမှာ တွေ့ရတဲ့ ပြင်းထန်တဲ့ ဒြပ်ပေါင်းအချို့ကို ဖြိုခွဲနိုင်စွမ်းရှိတဲ့ တစ်ခုတည်းသော အကျိုးပြုသက်ရှိတွေ ဖြစ်ကြပါတယ်။ ",
//   //54
//   "Actinomycetes တွေက မှိုတွေနဲ့ တူသော်လည်း အချို့ actinomycetes တွေက အပင်အတွက် ပဋိဇီဝဆေးအဖြစ် လုပ်ဆောင်နိုင်ပြီး အချို့ကတော့ အပင်တွေအတွက် အန္တရာယ် ဖြစ်စေနိုင်ပါတယ်။",
//   //55
//   "ပရိုတိုဇိုးဝါးတွေဆိုတာ ဘက်တီးရီးယားတွေကို စားသုံးပြီး ဘက်တီးရီးယားတွေနဲ့ ဝန်းရံကာ နေထိုင်တတ်တဲ့ ပိုကြီးတဲ့ အဏုဇီဝပိုးမွှားတွေ ဖြစ်ပါတယ်။ ပရိုတိုဇိုးဝါးတွေက ဘက်တီးရီးယားတွေကို စားလိုက်တဲ့အခါ ဘက်တီးရီးယားတွေ စားထားတဲ့အာဟာရဓာတ်တွေက ပြန်လည်ထွက်လာပြီးတော့ အပင်တွေကို အာဟာရဓာတ် ရရှိစေပါတယ်။ ",
//   //56
//   "နီမတုတ် (Nematodes) တွေက အပင်ပတ်ဝန်းကျင် ဒါမှမဟုတ် အပင်ထဲမှာ နေထိုင်တဲ့ အကျိုးပြုအဏုဇီဝပိုးကောင်တွေ ဖြစ်ပါတယ်။ အချို့နီမတုတ်တွေက အပင်တွေကို စားသုံးသူများဖြစ်ပြီး အချို့ကတော့ အပင်ရောဂါဖြစ်စေတဲ့ သက်ရှိတွေကို စားသုံးကြပြီး အပင်အတွက် အာဟာရဓာတ်တွေကို ထုတ်ပေးပါတယ်။ အချို့က သဘာဝအကြွင်းအကျန်‌တွေကို ဖြိုခွဲရာမှာ ကူညီပေးပြီး မှို၊ ဘက်တီးရီးယားနဲ့ ပရိုတိုဇိုးဝါးတွေကို စားသုံးပါတယ်။ ",
//   // end 1.5.2
//   //57
//   // start 1.6.1
//   "ကောင်းမွန်တဲ့ မြေဆီလွှာ ကောင်းမွန်တဲ့မြေက အစားအစာစိုက်ပျိုးထုတ်လုပ်မှုစနစ်ရဲ့ အဓိက အခြေခံအုတ်မြစ်ဖြစ်ပါတယ်။ ကောင်းမွန်တဲ့ မြေဆီလွှာက သဘာဝမြေဆွေးနဲ့ သတ္တုဓာတ်တွေကနေ ရနိုင်တဲ့ အာဟာရဓာတ်တွေကို ပံ့ပိုးပေးခြင်းဖြင့် ကောင်းမွန်တဲ့ သီးနှံတွေထွက်ရှိဖို့ ကူညီပေးပါတယ်။ ကောင်းမွန်တဲ့မြေက အဏုဇီဝအသိုက်အဝန်းနဲ့ သဘာဝမြေဆွေး အမြောက်အများကို သိုလှောင်ထိန်းသိမ်းထားကာ သဘာဝမြေဆွေး ဖြစ်ပေါ်တာကို အားပေးကူညီပြီး လယ်ယာလုပ်ငန်းရဲ့ အမြတ်အစွန်းရရှိမှုနဲ့ ရေရှည်တည်တံ့မှုကို မြှင့်တင်ပေးနိုင်ပါတယ်။ ကောင်းမွန်တဲ့ မြေဆီလွှာမှာရှိတဲ့ သဘာဝမြေဆွေးတွေက မြေဆီလွှာရဲ့ မြေဆီဩဇာနဲ့ အရည်အသွေးကို မြှင့်တင်ပေးတဲ့အပြင် မြေဆီလွှာထဲက အကျိုးပြုအဏုဇီဝပိုးတွေကလည်း မြေဆောင်ရောဂါတွေကို ကာကွယ်တိုက်ဖျက်ရာမှာ တိုက်ရိုက်အကျိုးကျေးဇူးရှိစေပါတယ်။",
//   //58
//   "သဘာဝမြေဆွေး အမြောက်အများ ပါဝင်တဲ့ ကောင်းမွန်တဲ့ မြေဆီလွှာရဲ့ ကောင်းမွန်တဲ့ လွှမ်းမိုးမှုတွေကတော့ \n-၁။ မြေဆီလွှာရှိ အဏုဇီဝတွေအတွက် ကာဗွန်နဲ့ စွမ်းအင်အရင်းအမြစ်ကို ပံ့ပိုးပေးတယ်။ \n၂။ မြေဆီလွှာအမှုန်အမွှားတွေကို တည်ငြိမ်စေပြီး ထိန်းညှိပေးတယ်။\n ၃။  နိုက်ထရိုဂျင်၊ ဖော့စဖရပ်နဲ့ ဆာလဖာလိုမျိုး အာဟာရတွေကို ထောက်ပံ့ပေး၊ သိုလှောင်ပေးပြီး ထိန်းသိမ်းပေးတယ်။ \n၄။ မြေဆီလွှာရဲ့ လေနဲ့ ရေအား သိုလှောင်နိုင်စွမ်းနဲ့ ရွေ့လျားနိုင်စွမ်းကို တိုးတက်စေတယ်။\n၅။ မြေဆီလွှာသိပ်သည်းမှုကို လျော့ကျစေတယ်။\n ၆။ မြေဆီလွှာကို ပိုမို စိုစွတ်စေပြီး စေးကပ်မှု နည်းပါးစေကာ အလုပ်လုပ်ရ လွယ်ကူစေတယ်။\n၇။ လေထုနဲ့ အခြားရင်းမြစ်တွေက ကာဗွန်ကို ထိန်းသိမ်းပေးတယ်။\n၈။ ပိုးသတ်ဆေးတွေ၊ အဆိပ်အတောက်ဖြစ်စေတဲ့ သတ္တုတွေနဲ့ အခြားညစ်ညမ်းစေတဲ့အရာတွေရဲ့ မကောင်းတဲ့ ပတ်ဝန်းကျင်သက်ရောက်မှုတွေကို လျှော့ချပေးတယ်။ \n၉။ မြေမျက်နှာပြင်မှာ ထယ်ထိုးထွန်ယက်မှုကို ကောင်းမွန်စေတယ်။ \n၁၀။ ရေစိမ့်ဝင်မှုနှုန်းကို တိုးပွားလာစေတယ်။\n၁၁။ မြေသားတွေကွဲထွက်ခြင်းကို လျှော့ချပေးတယ်။\n ၁၂။ ရေလေလွင့်ဆုံးရှုံးမှုတွေကို လျော့နည်းစေတယ်။\n ၁၃။ အပင်အမြစ်ကြီးထွားမှုနဲ့ ထိုးဖောက်ဝင်ရောက်မှုကို အားပေးတယ်။\n၁၄။ မြေဆီလွှာတိုက်စားခံရမှုကို လျှော့ချပေးတယ်။",
//   //59
//   "ကောင်းမွန်တဲ့ မြေဆီလွှာအခြေခံမူများ\n- မြေဆီလွှာကို အစာကျွေးပါ။\n- မြေဆီလွှာကို စိုက်ပျိုးပင်တွေနဲ့ ဖုံးအုပ်ထားပါ။\n- မြေဆီလွှာကို နှောင့်ယှက်မှုနည်းတဲ့စနစ်ကိုအသုံးပြုပါ။\n- သီးနှံမျိုးကွဲတွေကို စိုက်ပျိုးပါ။",
//   // end 1.6.1
//   //60
//   "အရည်အသွေးကောင်းမွန်တဲ့ မြေဆီလွှာမှာ တွေ့ရှိရချက်များလယ်သမားတွေက အလွယ်တကူမြင်နိုင်တဲ့ အမှတ်အသားတွေပေါ် မူတည်ပြီး မြေဆီလွှာ ကောင်းမွန်မှုရှိ၊ မရှိကို ဆုံးဖြတ်နိုင်ပါတယ်။\n- မတူညီတဲ့ နယ်ပယ်တွေက မြေသားအနုအကြမ်းကို ဆန်းစစ်ပါ။ မြေသားလွှာကို တူးဖော်ကြည့်ပြီး တူးရလွယ်သလား၊ ခက်သလား၊ မြေသားကို လက်နဲ့ကိုင်ကြည့်ပြီး ပြိုကျလွယ်သလား၊ ခက်သလားကို ဆန်းစစ်ပါ။ သဘာဝပစ္စည်းတွေပါတဲ့မြေက အရောင့်ရင့်ပါတယ်။ သဘာဝမြေဆွေးရဲ့ အနံ့၊ မြေသားကို တူးပြီးတဲ့နောက် ထင်ရှားတဲ့ မြေစိုင်ခဲအစုအဝေးလေးတွေ တွေ့ရှိရမှုတို့ကို ကြည့်ပြီး ဆန်းစစ်ပါ။ ",
//   //61
//   "- မြေဆီလွှာအရောင်က ကောင်းမွန်တဲ့မြေဆီလွှာကို ဖော်ပြတဲ့ ဒုတိယညွှန်းကိန်းတစ်ခုဖြစ်ပြီး အနက်ရောင်၊ မီးခိုးရောင်၊ အညိုရောင် ဒါမှမဟုတ် အရောင်ရင့်တဲ့ မြေတွေကို ကောင်းမွန်တဲ့ မြေဆီလွှာတွေလို့  သတ်မှတ်လို့ရပြီး အနီရောင်၊ အဝါရောင်၊ အဖြူရောင် ဒါမှမဟုတ် ဖျော့တော့တဲ့အရောင် ရှိတဲ့မြေဆီလွှာတွေကိုတော့ မကောင်းဘူးလို့ သတ်မှတ်လို့ရပါတယ်။",
//   //62
//   "- မြေဆီလွှာထဲက တီကောင်အရေအတွက်ကို စစ်ဆေးပါ။ (တီကောင်တွေက မြေဆီလွှာရဲ့ စိမ့်ဝင်နိုင်မှု၊ ရေထိန်းထားနိုင်မှု၊ လေဝင်လေထွက်နဲ့ ရေစိမ့်ဝင်မှုနှုန်းလိုမျိုး မြေဆီလွှာတည်ဆောက်ပုံကို ကောင်းမွန်တဲ့ ပြောင်းလဲမှုတွေ ပေးပါတယ်။)",
//   // end 1.6.2
// ];

// List<String> module1MissList = [
//   //0
//   // start 1.3.3.1
//   "မြေဆီလွှာရှိ အော်ဂဲနစ်မဟုတ်တဲ့ပစ္စည်းတွေက များစွာသော သတ္တုဓာတ်အမျိုးအစားများ ဖြစ်ကြပါတယ်။ ထိုသတ္တုဓာတ်တွေက မြေကြီးရဲ့ ဓာတ်ဂုဏ်သတ္တိတွေကို လွှမ်းမိုးမှုရှိပါတယ်။ မြေဆီလွှာအမျိုးမျိုးကွဲပြားရခြင်းရဲ့ အဓိကအကြောင်းအရင်းက သတ္တုဓာတ်တွေ တည်ရှိမှုနဲ့ အမျိုးအစားကွဲပြားမှုတို့ကြောင့် ဖြစ်ပါတယ်။ မြေဆီလွှာတွင် ပထမအများလို (primary) နှင့် ဒုတိယအများလို (secondary) သတ္တုဓာတ်များဆိုပြီး သတ္တုဓာတ်များကို အမျိုးအစားခွဲခြားထားပါတယ်။ ",
//   //1
//   "သိပ္ပံပညာရှင်တွေက အပင်တွေရဲ့ ကြီးထွားဖွံ့ဖြိုးမှုအတွက် မရှိမဖြစ်လိုအပ်တဲ့ သတ္တုဓာတ်အမျိုး (၂၀) ရှိတယ်လို့ ယူဆထားကြတယ်။ အပင်တွေက သူတို့အတွက် အာဟာရဓာတ်အားလုံးကို သတ္တုဓာတ်တွေကနေ ရနိုင်တယ်။ အပင်တွေက အဲဒီသတ္တုဓာတ်တွေကို ရေတွင်ပျော်ဝင်နေတဲ့ အိုင်ရွန်းတွေအဖြစ် အပင်အမြစ်တွေကနေ စုပ်ယူတယ်။ အာဟာရဓာတ်အားလုံးက သီးနှံပင်ရဲ့ ကြီးထွားဖွံ့ဖြိုးမှုနဲ့ ကျန်းမာရေးကို အကျိုးသက်ရောက်မှု ရှိပါတယ်။ ",
//   //2
//   "မရှိမဖြစ်လိုအပ်တဲ့ အပင်အာဟာရဓာတ် အမျိုး(၂၀)ကို အောက်ပါအတိုင်း အုပ်စု နှစ်စုခွဲနိုင်ပါတယ်။\n(၁) အများလိုအာဟာရဓာတ်များ (အပင်မှ ပမာဏအမြောက်အများ သုံးစွဲတယ်။)က။ ဖွဲ့စည်းတည်ဆောက်ပုံအရ လိုအပ်သော အာဟာရဓာတ်များခ။ ပထမအများလို အာဟာရဓာတ်များဂ။ ဒုတိယအများလို အာဟာရဓာတ်များနှင့် \n(၂) အနည်းလိုအာဟာရဓာတ်များ (အပင်က ပမာဏအနည်းငယ်ကိုသာ သုံးစွဲတယ်) တို့ ဖြစ်ကြတယ်။ ",
// //3
//   "ဖွဲ့စည်းတည်ဆောက်ပုံအရ လိုအပ်သော အာဟာရဓာတ်များဖွဲ့စည်းတည်ဆောက်ပုံအရ လိုအပ်တဲ့ အာဟာရဓာတ်တွေကို အပင်ရဲ့ ရုပ်ပိုင်းဆိုင်ရာဖွဲ့စည်းတည်ဆောက်ပုံတွင် အသုံးပြုတယ်။ ၎င်းတို့မှာ - ကာဗွန် (C)ဟိုက်ဒရိုဂျင် (H)အောက်ဆီဂျင် (O)။အဲဒီဒြပ်စင်တွေကို လေနဲ့ ရေကနေ ရရှိတယ်။ သူတို့က အပင်တွေရဲ့ ဆဲလ်နံရံတွေ၊ ပင်စည်တွေနဲ့ အရွက်တွေကို သန်စွမ်းစေပြီး အပင်တွေနဲ့ အပင်တွေကို စားသုံးသူသတ္တဝါတွေအတွက် စွမ်းအင်အရင်းအမြစ်ဖြစ်တဲ့ သကြားဓာတ်နဲ့ ကစီဓာတ် စတဲ့ကာဘိုဟိုက်ဒြိတ်တွေကို ဖြစ်ပေါ်စေတယ်။",
//   //4
//   "မရှိမဖြစ်လိုအပ်တဲ့ ဒြပ်စင်တွေက အပင်ကြီးထွားမှုနဲ့ အပင်ကျန်းမာရေးအတွက် လိုအပ်တဲ့ အရေးကြီးဆုံးအာဟာရတွေ ဖြစ်ပါတယ်။ လက်တွေ့မှာ အပင်တွေအတွက် လိုအပ်တဲ့ အခြားအာဟာရဓာတ်တွေ များစွာ ကျန်ရှိနေပါသေးတယ်။ အဲလိုဒြပ်စင်တွေ ချို့တဲ့ပါက အပင်ကြီးထွားဖွံ့ဖြိုးမှုနဲ့ အပင်ရဲ့ကျန်းမာရေးကို ထိခိုက်စေပါတယ်။",
//   //5
// ];

List<String> learningTxt = [
  //0
  // start 1.1.1
  "မြေဆီလွှာမှာ အဓိကပါဝင်မှု (၅)မျိုး ရှိပါတယ်။ ၎င်းတို့ကတော့ - \n၁။ ကျောက်တုံးကျောက်ဆောင်များ ပြိုကွဲခြင်းနှင့် ပျက်စီးခြင်းတို့မှ ဖြစ်ပေါ်လာသော ဓာတ်သတ္တုများ \n၂။ အပင်အကြွင်းအကျန်များ၊ တိရစ္ဆာန်အကြွင်းအကျန်များနှင့် အဏုဇီဝတစ်ရှုးများ ဆွေးမြေ့ရာမှ ဖြစ်ပေါ်လာသော သဘာဝမြေဆွေး \n၃။ ရေ \n၄။ လေနှင့် ဓာတ်ငွေ့များ  \n၅။ သက်ရှိများ (တီကောင်၊ အင်းဆက်ကဲ့သို့သော အကောင်ကြီးများနှင့် အဏုဇီဝပိုးများ ကဲ့သို့သော အကောင်ငယ်များ)  ",
  // end 1.1.1
  //1
  // start 1.1.2
  "ကမ္ဘာမြေရဲ့ တစ်နေရာနဲ့ တစ်နေရာ၊ လယ်ကွင်းတစ်ခုရဲ့ တစ်နေရာနဲ့ တစ်နေရာ‌ပေါ် မူတည်ပြီး မြေဆီလွှာ‌တွေက ကွဲပြားမှုရှိပါတယ်။ သူတို့ ဘယ်လိုဖြစ်‌ပေါ်လာလဲဆိုတဲ့ အပေါ်မူတည်ပြီးတော့လည်း မြေဆီလွှာတွေက ကွဲပြားမှုရှိကြပါတယ်။ မြေဆီလွှာကို ဖြစ်ပေါ်စေတဲ့ အကြောင်းအရာတွေကြောင့် မတူကွဲပြားတဲ့ မြေဆီလွှာအမျိုးမျိုး ဖြစ်ပေါ်လာရပါတယ်။ ",
  //2
  "မြေဆီလွှာကို ဖြစ်ပေါ်စေတဲ့ အကြောင်းအရင်း (၅)ခုမှာ - \n(က) ရာသီဥတု၊\n(ခ) သက်ရှိအကြောင်းအရာများ၊\n(ဂ) မြေမျက်နှာသွင်ပြင်၊\n (ဃ) မိခင်အစိုင်အခဲ၊ \n(င) အချိန်။",
  //3
  "(က) ရာသီဥတု။ အပူချိန်နဲ့ မိုးရွာသွန်းမှုက ဓာတုဓာတ်ပြုတဲ့နှုန်းကို လွှမ်းမိုးပါတယ်။ မြေဆီလွှာတွေက ပူနွေးတဲ့၊ စိုစွတ်တဲ့ နေရာတွေမှာ လျင်မြန်စွာဖြစ်ပေါ်ပြီးတော့ အေးတဲ့၊ လေတိုက်တဲ့နေရာတွေမှာ နှေးကွေးစွာ ဖြစ်ပေါ်ပါတယ်။ ",
  //4
  "(ခ) သက်ရှိအကြောင်းအရာများ။ အပင်များ၊ တိရစ္ဆာန်များ၊ မှိုများ၊ ဘက်တီးရီးယားများနှင့် အဏုဇီဝသက်ရှိများ ",
  //5
  "(ဂ) မြေမျက်နှာသွင်ပြင်။ တောင်စောင်းအနေအထား၊ ရှုထောင့်၊ ပုံသဏ္ဍာန် ",
  //6
  "(ဃ) မိခင်အစိုင်အခဲ။ ကျောက်ဆောင်၊ နုန်းမြေ (alluvium) (လေ သို့မဟုတ် ရေ အနယ်ကျရာမှ ဖြစ်ပေါ်လာသော အရာ) ",
  //7
  "(င) အချိန်။ မြေဆီလွှာစတင်ဖြစ်ပေါ်တဲ့ အချိန်ကစပြီး ကြာချိန် ",
  // end 1.1.2
  //8
  // start 1.1.3
  "မြေဆီလွှာရဲ့ ပါဝင်ဖွဲ့စည်းပုံ\nမြေဆီလွှာမှာ အခြေခံအားဖြင့် ဓာတ်သတ္တုများ၊ ရေ၊ လေ နဲ့ သဘာဝမြေဆွေးတို့ ပါဝင်ပါတယ်။ မြေဆီလွှာမှာ သဘာဝမြေဆွေးတွင် မပါဝင်တဲ့ အခြားသောအရာတွေလည်း ရာခိုင်နှုန်းအနည်းငယ် ပါဝင်ပါတယ်။ ပုံမှန်မြေဆီလွှာမှာ ဓာတ်သတ္တု ၄၅%၊ ရေ ၂၀-၃၀%၊ လေ ၂၀-၃၀%နဲ့ သဘာဝမြေဆွေး ၅% ပါဝင်ပါတယ်။ အဲဒီရာခိုင်နှုန်းတွေအတိုင်း တွေ့ရဖို့ ခဲယဉ်းပါတယ်။ အကြောင်းကတော့ ကြားလပ်နေရာဖြစ်တဲ့(ရေနဲ့လေ%) က မြေသားအနုအကြမ်းနဲ့ မြေဆီလွှာ စီမံခန့်ခွဲတဲ့ အလေ့အထ‌တွေအပေါ်မှာ မူတည်ပြီး‌တော့ ကွဲပြားနိုင်တဲ့အတွက်ကြောင့် ဖြစ်ပါတယ်။ လက်တွေ့မှာတော့ မြေဆီလွှာက လွန်စွာမတည်ငြိမ်ဘဲ ရှုပ်ထွေးတဲ့အပြင် အမျိုးမျိုးကွဲပြား‌နေကြပါတယ်။ ",
  //9
  "အာဟာရဓာတ် စီမံခန့်ခွဲမှုမှာ မြေဆီလွှာရဲ့ ပါဝင်ဖွဲ့စည်းမှုက အလွန်အရေးပါပါတယ်။ အကြောင်းက -မြေဆီလွှာထဲမှာရှိတဲ့ ဓာတ်သတ္တုတွေနဲ့ သဘာဝမြေဆွေးတွေထဲမှာ အာဟာရဓာတ်တွေကို သိမ်းဆည်းထားတယ်။မြေဆီလွှာထဲမှာရှိတဲ့ လေထုက အဏုဇီဝသက်ရှိ‌တွေကို ဇီဝကမ္မဖြစ်စဉ်တွေ လည်ပတ်စေတယ်။ အဲလိုလည်ပတ်ခြင်းက‌နေ ထပ်တိုးအာဟာရဓာတ်တွေကို မြေဆီလွှာထဲသို့  ထုတ်လွှတ်ပေးတယ်။  မြေဆီလွှာထဲမှာရှိတဲ့ ရေဓာတ်က အပင်တွေကို အာဟာရဓာတ်ရရှိစေဖို့အတွက် ကူညီပေးတယ်။",
  //10
  "၁။ ၄၀–၅၀% ဓာတ်သတ္တု။ ယေဘုယျအနေနဲ့ မြေကြီးရဲ့ တစ်ဝက်လောက်ကို အရွယ်အစားမတူညီ‌သော သက်ရှိနဲ့မဆိုင်တဲ့ အမှုန်တွေနဲ့ ဖွဲ့စည်းထားပါတယ်။ မြေဆီလွှာ ဖြစ်ပေါ်လာတဲ့အချိန်၊ ပြောင်းလဲပြိုကွဲခြင်းနဲ့ မြေဆီလွှာရဲ့သမိုင်း၊ မိခင်အစိုင်အခဲတို့အပေါ် မူတည်ပြီး အရွယ်အစားကွဲပြားမှု ရှိပါတယ်။ \n(က) မြေဆီလွှာဖြစ်ပေါ်လာရန် ကြီးမားလွန်းသောကျောက်မှုန်များ - ကျောက်စရစ်၊ ကျောက်တုံးများ \n(ခ) ကြီးမားသော မြေမှုန်များ - သဲ (၀.၀၅–၂.၀၀ မီလီမီတာ) \n(ဂ) အလယ်အလတ်အရွယ် မြေမှုန်များ - နုန်း (၀.၀၀၂–၀.၀၅ မီလီမီတာ) \n(ဃ) အရွယ်သေးငယ်သော မြေမှုန်များ - ရွှံ့ (< ၀.၀၀၂ မီလီမီတာ)",
  //11
  "၂။ ၅၀% နေရာလွတ်။  ရေနှင့် လေများဖြင့် ပြည့်နေသော နေရာ \n(က) သက်ရှိ‌တွေအတွက် ဓာတ်ငွေ့များ ဖလှယ်နိုင်တဲ့ လေဟာနယ်နေရာ (အထူးသဖြင့် အသက်ရှုဖို့အတွက် ကာဗွန်ဒိုင်အာက်ဆိုဒ် သို့မဟုတ် အောက်ဆီဂျင်) \n(ခ) သက်ရှိများရဲ့ လုပ်ငန်းစဉ်‌တွေအတွက် အရေးကြီးသော၊ အထူးသဖြင့် အပင်များရဲ့  အမြစ်တွေကနေ စုပ်ယူရတဲ့ အလွန်အရေးပါ‌သော ရေ ",
  //12
  "၃။  ၀–၁၀% သက်ရှိနှင့်ဆိုင်တဲ့ အရာများ။ မြေဆီလွှာရဲ့ သေးငယ်လှတဲ့ အစိတ်အပိုင်းလေးကို သက်ရှိတွေ (သို့) သက်ရှိတွေရဲ့ အစိတ်အပိုင်းတွေနဲ့ ဖွဲ့စည်းထားပါတယ်။ မြေဆီလွှာရဲ့ ပါဝင်မှုရာခိုင်နှုန်းတွေက မြေဆီလွှာ ဖြစ်ပေါ်လာတဲ့အချိန်၊  မြေဆီလွှာရဲ့သမိုင်းနဲ့ မိခင်အစိုင်အခဲတို့အပေါ် မူတည်ပြီးတော့ ကွာခြားမှုရှိသလို ပတ်ဝန်းကျင်အခြေအနေတွေကလည်း လွန်စွာလွှမ်းမိုးမှုရှိပါတယ်။",
  //13
  "ပတ်ဝန်းကျင်အခြေအနေ‌တွေထဲမှာ\n (က) အပင်များ၊ တိရစ္ဆာန်များ၊ ရေညှိပင်များ၊ ဘက်တီးရီးယား၊ အဏုဇီဝသက်ရှိများနဲ့ မှိုများ၊ \n(ခ) သက်ရှိ သို့မဟုတ် အသက်မဲ့နေတဲ့ သက်ရှိများ (သေသွားတဲ့အခါ မြေဆွေး‌တွေ ဖြစ်သွားတယ်)၊\n (ဂ) သက်ရှိအကြီးများ (အပင်အမြစ်များ၊ ကြွက်များ၊ တီကောင်များ၊ အင်းဆက်များလို မျက်လုံးနဲ့ မြင်နိုင်တဲ့ သက်ရှိတွေ)နဲ့ သက်ရှိအငယ်များ (မှို၊ ပရိုတိုဇိုးဝါး၊ ဗိုင်းရပ်စ်၊ ဘက်တီးရီးယား၊ အဏုဇီဝပိုးများလို မိုက်ခရိုစကုပ်နဲ့ ကြည့်မှ မြင်နိုင်တဲ့ သက်ရှိတွေ) ပါဝင်ပါတယ်။",
  // end 1.1.3
  //14
  // start 1.1.4
  "မြေဆီလွှာရဲ့ စွမ်းဆောင်ချက်များမှာ -\n- အပင်များရဲ့ ကြီးထွားမှုကို ပံ့ပိုးကူညီပေးခြင်း\n- ရေနဲ့ ဇလဗေဒရဲ့ အခြေအနေကို ထိန်းချုပ်ထားတဲ့ အရေးကြီးတဲ့ အကြောင်းအရာဖြစ်ခြင်း \n- အာဟာရဓာတ်‌တွေကို ပြန်လည်ဆန်းသစ်စေနိုင်တဲ့ သဘာဝစနစ်ဖြစ်ခြင်း \n- သက်ရှိ‌တွေအတွက် နေစရာနေရာ ဖြစ်ခြင်း\n- ဆောက်လုပ်ရေးလုပ်ငန်းတွေအတွက် အရေးပါခြင်း (Engineering medium)",
  // end 1.1.4
  //15
  // start 1.2.1
  "မြေဆီလွှာရဲ့ ရုပ်ဂုဏ်သတ္တိများ\nမြေဆီလွှာတွေကို ဓာတ်သတ္တုတွေ၊ သဘာဝပါဝင်ပစ္စည်းတွေနဲ့ ဖွဲ့စည်းထားပြီးတော့ မြေအမျိုးအစားတွေက အဲဒီအဓိကပါဝင်ဖွဲ့စည်းမှု‌တွေပေါ်မှာ မူတည်ပါတယ်။ ဥပမာအ‌နေနဲ့ ရွှံ့စေးအများအပြားပါတဲ့ မြေကို ရွှံ့စေးမြေ၊ သဲများစွာပါတဲ့ မြေကို သဲဆန်တဲ့မြေ၊ သဘာဝမြေဆွေး အမြောက်အများပါတဲ့မြေကိုတော့ သဘာဝမြေလို့ ခေါ်ပါတယ်။ မြေဆီလွှာရဲ့ ဖွဲ့စည်းတည်ဆောက်ပုံနဲ့ မြေသားအနုအကြမ်းက ရေရဲ့ရွေ့လျားမှု၊ ရေထိန်းစွမ်းအားနဲ့ မြေဆီလွှာအတွင်းမှာရှိတဲ့ လေထုရဲ့ ပမာဏနဲ့ရွေ့လျားမှုကို ဆုံးဖြတ်ပါတယ်။ အဲဒီရုပ်ဂုဏ်သတ္တိတွေက မြေကြီးပေါ်မှာ ရှင်သန်တည်ရှိနိုင်မယ့် သက်ရှိတွေ၊ အပင်တွေရဲ့ အမျိုးအစားနဲ့ ကျန်းမာသန်စွမ်းမှုအတွက် အလွန်အရေးပါပါတယ်။",
  //16
  "မြေဆီလွှာ‌တွေကို ရုပ်ဂုဏ်သတ္တိအမျိုးမျိုးပေါ် မူတည်ပြီး ခွဲခြားသတ်မှတ်နိုင်တယ်။ တောင်သူတွေအတွက် အရေးကြီးတဲ့ ရုပ်ဂုဏ်သတ္တိတွေကတော့ -\n (၁) မြေသားအနုအကြမ်း\n (၂) မြေဆီလွှာရဲ့ ဖွဲ့စည်းတည်ဆောက်ပုံနဲ့  \n(၃) မြေကြီးအရောင်တို့ ဖြစ်ပါတယ်။",
  //17
  "မြေကြီးရဲ့ အခြား ရုပ်ဂုဏ်သတ္တိတွေကတော့ -\n(၁) အလေးချိန်နဲ့ သိပ်သည်းဆ \n(၂) မြေကြီးတွင် နေရာလပ်များ/ လေရှူပေါက်များ ပါဝင်မှု \n(၃) မြေကြီးရဲ့ စိမ့်ဝင်နိုင်မှု \n(၄) မြေကြီးရဲ့ အပူချိန်နဲ့ \n၅) မြေကြီးရဲ့ ပုံစံပြောင်းနိုင်မှု၊ အဖိအသိပ်ခံနိုင်မှုနဲ့ တိုက်စားခံနိုင်မှု တို့ဖြစ်ပါတယ်။",
  // end 1.2.1
  //18
  // start 1.2.2
  "မြေသားအနုအကြမ်းက မြေကြီးထဲတွင် အာဟာရထိန်းထားနိုင်မှုကို ကြီးမားတဲ့ အကျိုးသက်ရောက်မှုရှိလို့ အာဟာရဓာတ် စီမံခန့်ခွဲမှုအတွက် အရေးပါပါတယ်။ ဥပမာအနေနဲ့ ပို၍နုတဲ့မြေ‌တွေက မြေဆီလွှာထဲမှ အာဟာရဓာတ်‌တွေကို ပိုမိုထိန်းထားနိုင်စွမ်း ရှိပါတယ်။ မြေသားအနုအကြမ်းဆိုတာ မြေကြီးထဲတွင် ပါဝင်တဲ့ သဲ၊ နုန်း၊ ရွှံ့တို့ရဲ့ ပါဝင်နှုန်း‌တွေကို ဆိုလိုပါတယ်။ မြေကြီးထဲမှ မြေမှုန်တွေရဲ့ ကြမ်းတမ်းခြင်းနဲ့ နူးညံ့ခြင်းတွေက မြေသားအနုအကြမ်းကွာခြားမှု‌တွေကြောင့် ဖြစ်ပါတယ်။",
  //19
  "တြိဂံပုံကိုကြည့်လိုက်ရင် မြေသားအနုအကြမ်းအဆင့်ကို ခွဲခြားပြထားတဲ့ သဲ၊ နုန်း၊ ရွှံ့တို့ရဲ့ ပါဝင်နှုန်းတွေကို တွေ့နိုင်ပါတယ်။ ပုံမှာ မြေဆီလွှာအုပ်စုတွေနဲ့ အုပ်စုအလိုက်ပေးထားတဲ့ အမည်‌တွေကို ပြသထားပါတယ်။ နုန်းမြေတွေမှာ နုန်းအရွယ်အစားအမှုန် ၂၅%ထက် ပိုမိုပါဝင်ပြီး ရွှံ့မှုန့်အရွယ်အစား ၄၀% အောက် ပါဝင်ပါတယ်။ စိုစွတ်တဲ့မြေကို လက်နဲ့ဆုပ်ကြည့်တဲ့အခါ သဲ၊ နုန်း၊ ရွှံ့ ပါဝင်မှုအမျိုးမျိုးကို ခံစားသိရှိနိုင်ပါတယ်။ ",
  //20
  "The Effect of Particle Size",
  //end 1.2.2
  //21
  // start 1.2.3
  "မြေကြီးမှုန်‌တွေဖြစ်တဲ့ သဲ၊နုန်းနဲ့ ရွှံ့တို့ကို ပူးတွဲထားတဲ့ပုံစံနဲ့ တွေ့ရတယ်။ အဲဒီမြေမှုန်‌တွေရဲ့ အဖွဲ့အလိုက် စီစဉ်ထားရှိမှုကို မြေဆီလွှာရဲ့ ဖွဲ့စည်းတည်ဆောက်ပုံလို့ ခေါ်ပါတယ်။ အဲဒီအစုအဖွဲ့‌တွေကို မြေစိုင်ခဲလို့ ခေါ်ပြီး ၎င်းတို့က မြေဆီလွှာစွမ်းဆောင်နိုင်မှုရဲ့ အရေးကြီးတဲ့ ညွှန်းကိန်းတစ်ခု ဖြစ်ပါတယ်။ လေထုရဲ့အစိုဓာတ်၊ သဘာဝမြေဆွေးပါဝင်မှု၊ အဏုဇီဝသက်ရှိတွေနဲ့ အမြစ်ကြီးထွားမှုတွေက မြေဆီလွှာရဲ့ ဖွဲ့စည်းတည်ဆောက်ပုံကို လွှမ်းမိုးပါတယ်။ မြေဆီလွှာရဲ့ ဖွဲ့စည်းတည်ဆောက်ပုံက မြေကြီးရဲ့အရောင်၊ အနုအကြမ်းနဲ့ မြေဆီလွှာရဲ့ ပါဝင်ဖွဲ့စည်းမှုတို့ကို ကွာခြားစေပါတယ်။",
  //22
  "မြေဆီလွှာဖွဲ့စည်းတည်ဆောက်ပုံကို ဖော်ပြခြင်းမြေဆီလွှာဖွဲ့စည်းတည်ဆောက်ပုံကို ပုံစံအမျိုးအစား၊ အရွယ်အစားနဲ့ အဆင့် ဆိုပြီး (၃)မျိုး ခွဲခြားနိုင်ပါတယ်။(က) ပုံစံအမျိုးအစား မြေစိုင်ခဲရဲ့ ပုံသဏ္ဍာန်နဲ့ စီစဉ်ထားပုံကို ရည်ညွှန်းပါတယ်။ မြေစိုင်ခဲရဲ့ ပုံသဏ္ဍာန်က အဝိုင်းပုံ၊ အကျေအပဲ့ပုံစံ၊ ထောင့်များပါတဲ့အတုံးပုံစံ၊ အပြားပုံနဲ့ ပိရမစ်ပုံ အစရှိသဖြင့် ပုံစံအမျိုးမျိုး ဖြစ်နိုင်ပါတယ်။ ",
  //23
  "(ခ) အရွယ်အစားအရွယ်အစားအနေနဲ့ \n(၁) အလွန်သေးသော သို့မဟုတ် အလွန်ပါးလွှာသော \n(၂) သေးသော သို့မဟုတ် ပါးလွှာသော \n(၃) အလယ်အလတ် \n(၄) ကြမ်းသော သို့မဟုတ် ထူသော \n(၅) အလွန်ကြမ်းသော သို့မဟုတ် အလွန်ထူသော အစရှိသဖြင့် ပါဝင်ပါတယ်။",
  //24
  "(ဂ) အဆင့်အဆင့်ဆိုတာ မြေစိုင်ခဲတွေရဲ့ ထင်ရှားပုံအဆင့်ကို ဆိုလိုပါတယ်။ မြေဆီလွှာဖွဲ့စည်းတည်ဆောက်ပုံကို အုပ်စု(၄)ခု ခွဲနိုင်တယ်။ \n(၁) မြေသားဖွဲ့စည်းပုံ မရှိသလောက်နည်းတဲ့ အုပ်စု။ မြေစိုင်ခဲတွေ မထင်ရှားပါ။ ဥပမာ - ဘိလပ်မြေ ဒါမှမဟုတ် သဲ လိုမျိုး အခြေအနေကို ဆိုလိုပါတယ်။ \n(၂) မြေသားဖွဲ့စည်းပုံ အားနည်းတဲ့ အုပ်စု။ မြေစိုင်ခဲတွေက ထင်ရှားပြီး တာရှည်ခံမှု နည်းတယ်။\n(၃) မြေသားဖွဲ့စည်းပုံ အသင့်အတင့်ရှိတဲ့ အုပ်စု။ မြေစိုင်ခဲတည်ဆောက်မှု ကောင်းပြီး အသင့်အတင့် တာရှည်ခံနိုင်စွမ်းကောင်းကာ ထင်ရှားတဲ့ဖွဲ့စည်းမှု အသင့်အတင့် ရှိပါတယ်။ \n(၄) မြေသားဖွဲ့စည်းပုံ အားကောင်းတဲ့ အုပ်စု။ မြေစိုင်ခဲတည်ဆောက်မှု ကောင်းမွန်ပြီး တာရှည်ခံနိုင်စွမ်း အလွန်ကောင်းကာ ဖွဲ့စည်းမှု ထင်ရှားပါတယ်။ ",
  // end 1.2.3
  //25
  // start 1.2.4
  "မြေဆီလွှာရဲ့ အရောင်များ ကွာခြားခြင်းမှာ -ဆီလီကာ၊ ထုံးနဲ့ တခြား‌အော်ဂဲနစ်မဟုတ်တဲ့ဒြပ်ပေါင်း‌တွေလို ဓာတ်သတ္တုတွေပါဝင်မှု၊ သက်ရှိနဲ့ဆိုင်တဲ့အရာများ(organic) ပါဝင်မှု၊ သံဓာတ်နဲ့ အစိုဓာတ်ရဲ့ သဘာဝနဲ့ ပေါများမှု တို့အပေါ်မူတည်ပါတယ်။ သက်ရှိနဲ့ဆိုင်တဲ့အရာ(organic)တွေက မြေကြီးကို အမည်းရောင် (သို့) မီးခိုးမည်းရောင် ဖြစ်စေပါတယ်။ သံဓာတ်ဒြပ်ပေါင်းတွေက မြေကြီးကို အညိုရောင်၊ အနီရောင်နဲ့ အဝါရောင်တို့ ဖြစ်စေပါတယ်။ အိုင်ရွန်းအောက်ဆိုဒ်နဲ့ အော်ဂဲနစ်တို့ ရောနှောနေတဲ့ အရောအ‌နှောက တွေ့ရအများဆုံး မြေကြီးအရောင်ဖြစ်တဲ့ အညိုရောင်ကို ဖြစ်စေပါတယ်။ ဆီလီကာ၊ ထုံးနဲ့ တခြားအော်ဂဲနစ်မဟုတ်တဲ့ ဒြပ်ပေါင်း‌တွေက အဖြူဖျော့ရောင်နဲ့ မီးခိုးရောင်တို့ကို ဖြစ်စေပါတယ်။",
  //26
  "မြေဆီလွှာရဲ့အရောင်က မြေကြီးရဲ့အပူချိန်ကို များစွာ လွှမ်းမိုးတယ်။ အရောင်ရင့်တဲ့ မြေဆီလွှာတွေက အရောင်ဖျော့တဲ့မြေတွေထက် အပူကို လွယ်ကူစွာ စုပ်ယူနိုင်တယ်။ မြေဆီလွှာရဲ့ အရောင်က မြေဆီလွှာကို အမျိုးအစားခွဲခြားဖို့နဲ့ မြေဆီလွှာအကြောင်း ဖော်ပြဖို့အတွက် အရေးပါတဲ့ အချက်တစ်ခုဖြစ်ပါတယ်။",
  // end 1.2.4
  //27
  // start 1.3.1
  "မြေဆီလွှာရဲ့ ဓာတ်ဂုဏ်သတ္တိတွေက မြေဆီမြေဩဇာကောင်းမွန်မှု၊ အပင်ကြီးထွားဖွံ့ဖြိုးမှုနဲ့ သီးနှံထွက်ရှိမှုနှုန်းတို့အတွက် အလွန်အရေးပါပါတယ်။ မြေဆီလွှာရဲ့ ဓာတ်ဂုဏ်သတ္တိ‌တွေကတော့ မြေကြီးထဲမှာ အပင်‌တွေအတွက် အာဟာရဓာတ်တွေ ရရှိနိုင်မှုနဲ့ သိုလှောင်ထားနိုင်မှုအဆင့်‌ ဖြစ်ပါတယ်။ မြေဆီလွှာရဲ့ အရေးကြီးတဲ့ ဓာတ်ဂုဏ်သတ္တိတချို့ကတော့ ဓာတ်ပြောင်းလဲဖလှယ်နိုင်စွမ်း၊ မြေဆီလွှာဓာတ်ပြုမှု (soil pH) နဲ့ အပင်အာဟာရဓာတ်တို့ ဖြစ်ကြပါတယ်။",
  //28
  "ဓာတ်ပြောင်းလဲဖလှယ်ခြင်းဆိုတာ သဘာဝမြေဆွေးနဲ့ ရွှံ့မြေတို့ရဲ့ ဓာတ်ဖိုများ(cations)ကို စုပ်ယူနိုင်စွမ်းနဲ့ မြေဆီလွှာပျော်ရည်(မြေဆီလွှာထဲတွင် ထိန်းသိမ်းထားသောရေ)တွင် ဓာတ်များဖလှယ်နိုင်စွမ်း ဖြစ်ပါတယ်။ ဓာတ်ပြောင်းလဲဖလှယ်နိုင်စွမ်း (CEC) ဆိုတာ သတ်မှတ်ထားတဲ့ မြေကြီးအလေးချိန်တွင် ဓာတ်ဖိုဖလှယ်နိုင်မှုပမာဏကို တိုင်းတာခြင်း ဖြစ်ပါတယ်။ ဓာတ်ပြောင်းလဲဖလှယ်နိုင်စွမ်းက သဘာဝမြေဆွေးပါဝင်မှု၊ ဆီလီကိတ် ရွှံ့များရဲ့ အမျိုးအစားနဲ့ ပါဝင်မှုအပေါ် မူတည်ပါတယ်။",
  //29
  "ဓာတ်ပြောင်းလဲဖလှယ်နိုင်စွမ်းက \n(၁) ပိုတက်ဆီယမ်၊ မက်ဂနီဆီယမ်နဲ့ ကယ်လ်ဆီယမ် လိုမျိုး ဖလှယ်နိုင်တဲ့ ဓာတ်မတွေ အပင်အတွက် အလွယ်တကူ ရရှိနိုင်စေရေး၊ \n(၂) ဖလှယ်နိုင်တဲ့ နေရာတွေသို့ စုပ်ယူခံလိုက်ရတဲ့ ဓာတ်ဖိုများ စိမ့်ထွက်ခြင်း ဒါမှမဟုတ် ရေနဲ့အတူ မြေကြီးအောက်သို့ရွေ့လျားခြင်းကို ခံနိုင်ရည်ရှိစေရေး တို့အတွက် အရေးကြီးတဲ့ အခန်းကဏ္ဍတွင် ပါဝင်ပါတယ်။",
  //30
  "ရွှံမြေတွေက ရေကိုပိုမိုထိန်းထားနိုင်ပြီး အာဟာရဓာတ်တွေကို စုပ်ယူဖို့ ပိုမိုကျယ်ပြန့်တဲ့ မျက်နှာပြင်ရှိတာကြောင့် သဲဆန်တဲ့မြေတွေထက် အာဟာရဓာတ်တွေကို ပိုမိုထိန်းထားနိုင်တယ်။ သဘာဝမြေဆွေးတွင် ဓာတ်မဂုဏ်သတ္တိရှိတဲ့နေရာတွေ ပါဝင်တာကြောင့် ဓာတ်ဖိုဂုဏ်သတ္တိရှိတဲ့ အမှုန်တွေကို စွဲဆောင်နိုင်ပြီး ထိန်းထားနိုင်ပါတယ်။ ဒါကြောင့် သဲဆန်တဲ့မြေတွေက ဓာတ်ပြောင်းလဲဖလှယ်နိုင်စွမ်း တိုးပွားလာဖို့ သဘာဝမြေဆွေး ပါဝင်မှုအပေါ် မူတည်နေပါတယ်။ ",
  //31
  "actinomycetes တွေက မှိုတွေနဲ့ တူသော်လည်း အချို့ actinomycetes တွေက အပင်အတွက် ပဋိဇီဝဆေးအဖြစ် လုပ်ဆောင်နိုင်ပြီး အချို့ကတော့ အပင်တွေအတွက် အန္တရာယ် ဖြစ်စေနိုင်ပါတယ်။",
  // end 1.3.1
  //32
  // start 1.3.2
  "မြေဆီလွှာရဲ့ ဓာတ်ဂုဏ်သတ္တိတွေထဲက မြေဆီလွှာချဉ်/ငံဓာတ်က မြေဆီလွှာရဲ့ဓာတ်ပြုမှုကို နားလည်နိုင်ဖို့အတွက် အရေးပါတဲ့အချက်တစ်ခုဖြစ်ပါတယ်။ ‌အ‌ကြောင်းမှာ- မြေဆီလွှာချဉ်/ငံဓာတ်က အပင်‌တွေအတွက် အာဟာရဓာတ်‌တွေ ရရှိနိုင်မှုနဲ့ မြေကြီးထဲမှာရှိတဲ့ အဏုဇီဝပိုးတွေရဲ့ လုပ်ဆောင်ချက်တွေကို အကျိုးသက်ရောက်မှု ရှိ‌‌တဲ့အတွက်ကြောင့် ဖြစ်ပါတယ်။",
  //33
  "မြေချဉ်/ငံဓာတ် pH ဆိုတာ ဘာလဲ။မြေချဉ်/ငံဓာတ် pH ဆိုတာ မြေကြီးရဲ့ အက်စစ်ဆန်မှု(ချဉ်ခြင်း) ဒါမှမဟုတ် အယ်လ်ကာလီ ဆန်မှု(ငန်ခြင်း) ကို တိုင်းတာခြင်းဖြစ်ပါတယ်။ တကယ်တမ်းကတော့ ဟိုက်ဒရိုဂျင်အိုင်းရွန်းရဲ့ ပြင်းအားကို အတိုင်းအတာ ၀-၁၄ ရှိတဲ့ pH တန်ဖိုးများနဲ့ တိုင်းတာခြင်းပဲ ဖြစ်ပါတယ်။ pHတန်ဖိုး(၇) က neutral (ဓာတ်ပြယ်)နေပါတယ်။ pH တန်ဖိုး (၇)ကနေ နံပါတ်တွေ လျော့ကျသွားလေ အက်စစ်ဓာတ်ပိုမြင့်လေ ပိုချဉ်လေဖြစ်ပါတယ်။ pH တန်ဖိုး(၇)ကနေ နံပါတ်တွေ တိုးလာလေ ပိုပြီးအယ်လ်ကာလီဆန်လေ ပိုငန်လေ  ဖြစ်ပါတယ်။ မြေကြီးအများစုတွင် pH တန်ဖိုး (၃.၅)နဲ့ (၁၀)ကြားတွင် ရှိပါတယ်။ မြေကြီးတွေတွင် တွေ့ရလေ့ရှိတဲ့ pH တန်ဖိုးအပိုင်းအခြားကို ပုံမှာ တွေ့နိုင်ပါတယ်။ ယေဘုယျအ‌နေနဲ့ မြေဆီလွှာမှာ အလွန်ချဉ်သော အခြေအနေဖြစ်တဲ့ pHတန်ဖိုး (၄) အောက်မှ အလွန်ငန်သော အခြေအနေဖြစ်တဲ့  pHတန်ဖိုး(၇.၅)ထိ ရှိပါတယ်။",
  //34
  "မြေချဉ်ငံဓာတ်က ဘာတွေ ဖြစ်စေသလဲ။မြေဆီလွှာရဲ့ချဉ်ငံဓာတ်က အပင်‌တွေအတွက် အာဟာရဓာတ်တွေ ရရှိနိုင်မှု ဒါမှမဟုတ် မရရှိနိုင်မှု ပမာဏကို အကျိုးသက်ရောက်မှု ရှိပါတယ်။ အပင်‌တွေရဲ့ အာဟာရဓာတ်‌တွေရရှိနိုင်မှု အနည်း/အများက မြေဆီလွှာရဲ့ အချဉ်အငန် အဆင့်အပေါ် မူတည်ပြီး ကွဲပြားတယ်ဆိုတာကို ပုံမှာ ကြည့်ပြီး လေ့လာနိုင်ပါတယ်။ ယေဘုယျအ‌နေနဲ့ မြေဆီလွှာ pH တန်ဖိုး (၆.၅) မှ (၇)အတွင်းမှာ အပင်‌တွေက အာဟာရဓာတ်တွေ ရရှိပါတယ်။ ",
  //35
  "မြေချဉ်ငန်ဓာတ်က အာဟာရရှိနိုင်မှုကိုပဲ အကျိုးသက်ရောက်မှုရှိစေတာမဟုတ်၊ မြေဆီလွှာထဲမှာရှိတဲ့ အဏုဇီဝပိုးတွေရဲ့ လုပ်ဆောင်ချက်တွေ၊ heavy metal တွေ ကောင်းစွာတည်ရှိနိုင်မှုနဲ့ ရွေ့လျားနိုင်မှုအပြင် အပင်ရဲ့ကျန်းမာရေးနဲ့ မြေဆီလွှာရဲ့ အခြေအနေတွေကိုပါ အကျိုးသက်ရောက်မှု ရှိပါတယ်။ အဏုဇီဝပိုးတွေလိုမျိုး တီကောင်တွေကလည်း အနည်းငယ်ချဉ်တဲ့ အခြေအနေကို ကြိုက်နှစ်သက်ကြပြီး နိုက်ထရိုဂျင်ကို အပင်အများစု စုပ်ယူသုံးစွဲနိုင်တဲ့ အခြေအနေသို့ ပြောင်းပေးကြပါတယ်။ ",
  //36
  "အပင်များနှင့် မြေချဉ်/ငံဓာတ် pH တန်ဖိုးမြေဆီလွှာရဲ့ ချဉ်ငံဓာတ်တန်ဖိုးက မြေဆီမြေနှစ်ကောင်းမွန်မှုကို ညွှန်ပြတဲ့အရာတစ်ခု မဟုတ်ပေမယ့်လည်း ဓာတ်မြေဩဇာတွေကနေ အာဟာရဓာတ်တွေ ရရှိမှုကို တိုက်ရိုက်ညွှန်ပြပါတယ်။ အပင်တွေက မတူညီတဲ့ မြေချဉ်/ငံဓာတ် အပိုင်းအခြားတွေမှာ အကောင်းဆုံး ရှင်သန်ပေါက်ပွားကြတယ်။ အပင်အများစုအတွက် သင့်လျော်တဲ့ မြေချဉ်/ငံဓာတ်တန်ဖိုး အပိုင်းအခြားမှာ ၅.၅ မှ ၇.၀ ဖြစ်ပေမယ့်လည်း သီးနှံပင်အချို့က ပိုပြီးအက်စစ်ဆန်တဲ့ ဒါမှမဟုတ် အယ်လ်ကာလီဆန်တဲ့ မြေတွေမှာ ရှင်သန်နိုင်ကြပါတယ်။  ",
  // end 1.3.2
  //37
  // start 1.3.3
  "မြေဆီလွှာရှိ အော်ဂဲနစ်မဟုတ်တဲ့ပစ္စည်းတွေက များစွာသော သတ္တုဓာတ်အမျိုးအစားများ ဖြစ်ကြပါတယ်။ ထိုသတ္တုဓာတ်တွေက မြေကြီးရဲ့ ဓာတ်ဂုဏ်သတ္တိတွေကို လွှမ်းမိုးမှုရှိပါတယ်။ မြေဆီလွှာအမျိုးမျိုးကွဲပြားရခြင်းရဲ့ အဓိကအကြောင်းအရင်းက သတ္တုဓာတ်တွေ တည်ရှိမှုနဲ့ အမျိုးအစားကွဲပြားမှုတို့ကြောင့် ဖြစ်ပါတယ်။ မြေဆီလွှာတွင် ပထမအများလို (primary) နှင့် ဒုတိယအများလို (secondary) သတ္တုဓာတ်များဆိုပြီး သတ္တုဓာတ်များကို အမျိုးအစားခွဲခြားထားပါတယ်။ ",
  //38
  "သိပ္ပံပညာရှင်တွေက အပင်တွေရဲ့ ကြီးထွားဖွံ့ဖြိုးမှုအတွက် မရှိမဖြစ်လိုအပ်တဲ့ သတ္တုဓာတ်အမျိုး (၂၀) ရှိတယ်လို့ ယူဆထားကြတယ်။ အပင်တွေက သူတို့အတွက် အာဟာရဓာတ်အားလုံးကို သတ္တုဓာတ်တွေကနေ ရနိုင်တယ်။ အပင်တွေက အဲဒီသတ္တုဓာတ်တွေကို ရေတွင်ပျော်ဝင်နေတဲ့ အိုင်ရွန်းတွေအဖြစ် အပင်အမြစ်တွေကနေ စုပ်ယူတယ်။ အာဟာရဓာတ်အားလုံးက သီးနှံပင်ရဲ့ ကြီးထွားဖွံ့ဖြိုးမှုနဲ့ ကျန်းမာရေးကို အကျိုးသက်ရောက်မှု ရှိပါတယ်။ ",
  //39
  "မရှိမဖြစ်လိုအပ်တဲ့ အပင်အာဟာရဓာတ် အမျိုး(၂၀)ကို အောက်ပါအတိုင်း အုပ်စု နှစ်စုခွဲနိုင်ပါတယ်။\n(၁) အများလိုအာဟာရဓာတ်များ (အပင်မှ ပမာဏအမြောက်အများ သုံးစွဲတယ်။)က။ ဖွဲ့စည်းတည်ဆောက်ပုံအရ လိုအပ်သော အာဟာရဓာတ်များခ။ ပထမအများလို အာဟာရဓာတ်များဂ။ ဒုတိယအများလို အာဟာရဓာတ်များနှင့်\n (၂) အနည်းလိုအာဟာရဓာတ်များ (အပင်က ပမာဏအနည်းငယ်ကိုသာ သုံးစွဲတယ်) တို့ ဖြစ်ကြတယ်။ ",
  //40
  "ဖွဲ့စည်းတည်ဆောက်ပုံအရ လိုအပ်သော အာဟာရဓာတ်များ\nဖွဲ့စည်းတည်ဆောက်ပုံအရ လိုအပ်တဲ့ အာဟာရဓာတ်တွေကို အပင်ရဲ့ ရုပ်ပိုင်းဆိုင်ရာဖွဲ့စည်းတည်ဆောက်ပုံတွင် အသုံးပြုတယ်။ ၎င်းတို့မှာ - ကာဗွန် (C)ဟိုက်ဒရိုဂျင် (H)အောက်ဆီဂျင် (O)။အဲဒီဒြပ်စင်တွေကို လေနဲ့ ရေကနေ ရရှိတယ်။ သူတို့က အပင်တွေရဲ့ ဆဲလ်နံရံတွေ၊ ပင်စည်တွေနဲ့ အရွက်တွေကို သန်စွမ်းစေပြီး အပင်တွေနဲ့ အပင်တွေကို စားသုံးသူသတ္တဝါတွေအတွက် စွမ်းအင်အရင်းအမြစ်ဖြစ်တဲ့ သကြားဓာတ်နဲ့ ကစီဓာတ် စတဲ့ကာဘိုဟိုက်ဒြိတ်တွေကို ဖြစ်ပေါ်စေတယ်။",
  //41
  "မရှိမဖြစ်လိုအပ်တဲ့ ဒြပ်စင်တွေက အပင်ကြီးထွားမှုနဲ့ အပင်ကျန်းမာရေးအတွက် လိုအပ်တဲ့ အရေးကြီးဆုံးအာဟာရတွေ ဖြစ်ပါတယ်။ လက်တွေ့မှာ အပင်တွေအတွက် လိုအပ်တဲ့ အခြားအာဟာရဓာတ်တွေ များစွာ ကျန်ရှိနေပါသေးတယ်။ အဲလိုဒြပ်စင်တွေ ချို့တဲ့ပါက အပင်ကြီးထွားဖွံ့ဖြိုးမှုနဲ့ အပင်ရဲ့ကျန်းမာရေးကို ထိခိုက်စေပါတယ်။",
  // end 1.3.3
  //42
  // start 1.4.1
  "သဘာဝမြေဆွေးကို သဘာဝပစ္စည်းတွေနဲ့ ဖွဲ့စည်းထားတယ်။ သဘာဝပစ္စည်းတွေထဲမှာ -\n (က) လတ်လတ်ဆတ်ဆတ် ဒါမှမဟုတ် တပိုင်းတစ ပြိုကွဲပျက်ဆီးပြီးတဲ့ အပင်နဲ့ တိရစ္ဆာန်အကြွင်းအကျန်၊ \n(ခ) တည်မြဲတဲ့ သဘာဝမြေဆွေး ဒါမှမဟုတ် အပင်အတွက် မရှိမဖြစ်လိုအပ်တဲ့ အာဟာရဓာတ်တွေအားလုံး ပါဝင်တဲ့မြေဆွေး ဆိုပြီးတော့ ၂ မျိုးရှိပါတယ်။",
  //43
  "မြေဆီလွှာရှိ သဘာဝမြေဆွေးက မြေဆီလွှာရဲ့ အရည်အသွေးနဲ့ မြေဆီမြေနှစ်ကောင်းမွန်စေဖို့အတွက် အဆင့်(၃)ဆင့်နဲ့ အဓိကလုပ်ဆောင်ပေးပါတယ်။  ရုပ်ပိုင်းဆိုင်ရာအဆင့်။ မြေဆီလွှာရှိ သဘာဝမြေဆွေးက \n- မြေဆီလွှာဖွဲ့စည်းတည်ဆောက်ပုံကို ကောင်းမွန်စေတယ်။ \n- မြေဆီလွှာတိုက်စားခံရမှုဒဏ်ကနေ ကာကွယ်ပေးတယ်။ \n- ရေစိမ့်ဝင်နိုင်မှုနဲ့ ရေထိန်းထားနိုင်မှုကို တိုးစေတယ်။ \n- အပင်အမြစ်တွေရဲ့ လုပ်ဆောင်ချက်တွေကို အဆင်ပြေချောမွေ့စေတယ်။ \n- အဏုဇီဝပိုးတွေကို ပိုမိုကောင်းမွန်စွာနေထိုင်နိုင်တဲ့ အခြေအနေတွေကို ဖန်တီးပေးပါတယ်။",
  //44
  "ဓာတုဆိုင်ရာအဆင့်။ မြေဆီလွှာရှိ သဘာဝမြေဆွေးက - မြေဆီလွှာရဲ့ အပင်အာဟာရဓာတ်တွေ ဖြစ်တဲ့ (နိုက်ထရိုဂျင်၊ ဖော့စ်ဖရပ်စ်၊ ပိုတက်ဆီယမ်၊ ကယ်လ်ဆီယမ်နဲ့ မက်ဂနီဆီယမ် အစရှိသည်)တို့ကို ထိန်းသိမ်းခြင်းနဲ့ ပြန်လည်ထုတ်ပေးခြင်း စွမ်းရည်တို့ကို ကောင်းမွန်စေတယ်။- အဆိပ်အတောက်ဖြစ်စေတဲ့ ဒြပ်စင်တွေကို ထိန်းထားပေးတယ်။\n- ဓာတ်ပြောင်းဖလှယ်နိုင်စွမ်းကို တိုးစေတယ်။ \n- သဘာဝမြေဆွေးက မြေဆီလွှာကို အက်စစ်ဓာတ်ပြောင်းလဲမှုတွေနဲ့ လိုက်လျောညီထွေဖြစ်စေတယ်။\n- သတ္တုဓာတ်တွေကို ပိုမိုလျင်မြန်စွာ ပြိုကွဲစေဖို့အတွက် ကူညီပေးတယ်။ ",
  //45
  "သက်ရှိနဲ့ဆိုင်တဲ့အဆင့်။ မြေဆီလွှာရှိ သဘာဝမြေဆွေးက အဏုဇီဝပိုးတွေအတွက် စွမ်းအင်နဲ့ အာဟာရပေးတဲ့ မူလကာဗွန်အရင်းအမြစ်တစ်ခု ဖြစ်ပါတယ်။ အဲဒီအချက်က အဏုဇီဝပိုးမွှားတွေရဲ့ လုပ်ဆောင်ချက်တွေကို ကောင်းမွန်စေပြီး ဇီဝမျိုးကွဲတွေ တည်ရှိခြင်းကို အားပေးတဲ့နည်းနဲ့ မြေဆီလွှာရဲ့ လုပ်ငန်းဆောင်တာတွေကို အထောက်အကူပြုပေးပါတယ်။ မြေဆီလွှာရဲ့ ကာဗွန်ကို စုပ်ယူခြင်းကနေ လေထုထဲသို့ ကာဗွန်ဒိုင်အောက်ဆိုဒ် ထုတ်လွှတ်ခြင်းကို လျော့ကျစေပြီးတော့ ရာသီဥတုပြောင်းလဲမှုကို လျော့ပါးသက်သာစေပါတယ်။ လေထုထဲမှ ကာဗွန်ကိုလည်း စုပ်ယူပါတယ်။",
  // end 1.4.1
  //46
  // start 1.4.2
  "စိုက်ပျိုးမှုဆိုင်တဲ့ အလေ့အထတွေက မြေဆီလွှာရှိ သဘာဝမြေဆွေးပါဝင်မှုကို လွှမ်းမိုးပါတယ်။ လူသားတွေရဲ့ လုပ်ဆောင်ချက်တွေကလည်း မြေဆီလွှာထဲမှာရှိတဲ့ သဘာဝမြေဆွေးပါဝင်မှုနဲ့ သက်ရှိတွေရဲ့ လုပ်ဆောင်မှုတွေကို လျော့ကျစေပါတယ်။ စိုက်ပျိုးထားတဲ့ သီးနှံပင်တွေ/ သီးနှံအကြွင်းအကျန်တွေကို မီးရှို့ခြင်း၊ သီးနှံအကြွင်းအကျန်တွေကို ဖယ်ရှားပစ်ခြင်း၊ ထယ်ထိုးထွန်မွှေခြင်းတွေကို အလွန်အကျွံ ပြုလုပ်ခြင်းနဲ့ စားကျက်မြေအဖြစ် အလွန်အကျွံအသုံးပြုခြင်း စတဲ့ လူသားတို့ရဲ့ လုပ်ဆောင်ချက်တွေက မြေဆီလွှာရဲ့ သဘာဝမြေဆွေးပါဝင်မှုကို လျော့ကျစေပါတယ်။  သမားရိုးကျ ထယ်ထိုးထွန်မွှေပြီး စိုက်ပျိုးခြင်းနဲ့ နှိုင်းယှဉ်ရင် ထယ်ထိုးထွန်မွှေခြင်းကို အနည်းငယ်သာ လုပ်ဆောင်ခြင်း ဒါမှမဟုတ် ထယ်ထိုးထွန်မွှေခြင်းကို လုံးဝ မပြုလုပ်ခြင်း အလေ့အထတွေက မြေဆီလွှာရဲ့ သဘာဝမြေဆွေးပါဝင်မှုကို  တိုးပွားစေပါတယ်။ ",
  //47
  "မြေဆီလွှာတွင် သဘာဝမြေဆွေးပါဝင်မှုကို တိုးပွားစေနိုင်တဲ့ နည်းလမ်းများ \n- မြေဆွေးပုံခြင်း (ဖျက်ပိုးနဲ့ အပင်ရောဂါကျရောက်မှုကို လျော့နည်းစေတယ်။) \n- မြေကာပင်များ/ သစ်စိမ်းမြေဩဇာပင်များ စိုက်ခြင်း (အဏုဇီဝပိုးတွေရဲ့ လုပ်ဆောင်ချက်တွေကို လှုံ့ဆော်ပေးပြီး မြေအောင်းရောဂါတွေကို ကူညီတိုက်ဖျက်ပေးတယ်။) \n- သီးလှည့်စိုက်ပျိုးခြင်းစနစ် - ကျွဲနွားစာသီးနှံတွေ စိုက်ပျိုးခြင်း \n- ထယ်ထိုးထွန်မွှေခြင်းကို လျှော့ပြီးလုပ်ခြင်း ဒါမှမဟုတ် လုံးဝမလုပ်ခြင်း- သီးနှံသစ်တောရောနှောစိုက်ပျိုးခြင်း",
  // end 1.4.2
  //48
  // start 1.4.3
  "မြေဆွေးခြင်းဆိုတာ အရွက်တွေ၊ အပင်အကြွင်းအကျန်တွေ၊ တိရစ္ဆာန်ချေးတွေနဲ့ စားကြွင်းစားကျန်တွေလိုမျိုး အော်ဂဲနစ်ပစ္စည်း ဒါမှမဟုတ် စွန့်ပစ်ပစ္စည်းတွေက သဘာဝအရ ကောင်းမွန်စွာဆွေးမြည့်သွားပြီးတဲ့နောက် မြေဆီလွှာနဲ့ အပင်တွေအတွက် အာဟာရကြွယ်ဝတဲ့ အဖိုးတန်မြေဩဇာအဖြစ်သို့ ပြောင်းလဲသွားခြင်းဖြစ်တယ်။",
  //49
  "မြေဆွေးပြင်ဆင်မှုအတွက် အကြံပြုချက်များ- မြေဆွေးကျင်း/ မြေဆွေးပုံနေရာအတွက် ခြောက်သွေ့ပြီးအရိပ်ရတဲ့ ဧရိယာကို ရွေးချယ်ပါ။- မြေဆွေးတွင်း ဒါမှမဟုတ် မြေဆွေးပုံတွေကို ရေဆင်းကောင်းပြီး မြင့်တဲ့နေရာတွင် ပြုလုပ်ပါ။- စွန့်ပစ်ပစ္စည်းတွေကို အသုံးပြုပြီး မြေဆွေးပုံတည်ဆောက်ပါ။- မီးဖိုချောင်နဲ့ ခြံထွက်စွန့်ပစ်ပစ္စည်းတွေထည့်ပါ။- အလွှာတစ်လွှာချင်းစီမှာ ထုံးထည့်ပြီး ညီညီညာညာဖြန့်ပါ။- အပုံရဲ့အမြင့် တစ်မီတာရောက်တဲ့အထိ အလွှာတွေမှာ အညိုရောင်နဲ့ အစိမ်းရောင် စွန့်ပစ်ပစ္စည်းတွေကို  တစ်လှည့်စီ ထည့်ပါ။- အပူ၊ အစိုဓာတ်နဲ့ အာဟာရတွေကို ထိန်းသိမ်းဖို့ ဖုံးအုပ်ထားပါ။- မြေဆွေးပုံအစိုဓာတ်ကို ထိန်းဖို့အတွက် မြေဆွေးပုံကို မကြာခဏမွှေပါ၊ ဒါမှမဟုတ် အပေါ်အောက် ဇောက်ထိုးလှန်ခြင်း ပြုလုပ်ပေးပါ။- ပြာထည့်ရင် အစုလိုက် အပုံလိုက်မထည့်ဘဲ ညီညီညာညာဖြန့်ပြီး ထည့်ပါ။",
  //50
  "အော်ဂဲနစ်စွန့်ပစ်ပစ္စည်းတွေကို ဆွေးမြည့်အောင် လုပ်ပေးတဲ့ သက်ရှိတွေရှင်သန်ဖို့အတွက် အဓိကလိုအပ်တဲ့ ဒြပ်စင်(၄)မျိုးမှာ (၁) နိုက်ထရိုဂျင်၊ (၂) ကာဗွန်၊ (၃) လေ နဲ့ (၄) ရေ တို့ဖြစ်ပါတယ်။ အရွက်တွေ၊ အပင်အကြွင်းအကျန်တွေနဲ့ တိရစ္ဆာန်ချေးတွေလိုမျိုး ဆွေးမြည့်နိုင်တဲ့ပစ္စည်းတွေအားလုံးမှာ ကာဗွန်နဲ့ နိုက်ထရိုဂျင်ပမာဏအမျိုးမျိုး ပါဝင်ပါတယ်။ အောင်မြင်တဲ့မြေဆွေးခြင်းမှာ- - အကောင်းဆုံးရလဒ်ရရှိဖို့ မှန်ကန်တဲ့ လေနဲ့ရေပမာဏကို ထိန်းသိမ်းထားခြင်း-  ဆွေးမြည့်ပစ္စည်းတွေကို ကာဗွန်နဲ့ နိုက်ထရိုဂျင်ရဲ့ အကောင်းဆုံးအချိုး (နိုက်ထရိုဂျင်တစ်ပိုင်းမှာ ကာဗွန်အပိုင်း ၂၅ မှ ၃၀) ရရှိဖို့ မှန်ကန်စွာပေါင်းစပ်အသုံးပြုခြင်းပေါ် မူတည်ပါတယ်။ ",
  //51
  "မြေဆွေးပြုလုပ်ရာမှာ အကောင်းဆုံးကာဗွန်-နိုက်ထရိုဂျင်အချိုးရရှိဖို့ ယေဘုယျလမ်းညွှန်ချက်မှာ အစိမ်းရောင်ပစ္စည်း တစ်ပိုင်းစီအတွက် အညိုရောင်ပစ္စည်း နှစ်ပိုင်းကနေ လေးပိုင်းထားရပါမယ်။ အစိတ်အပိုင်းသေးလေလေ ဆွေးမြည့်မှုဖြစ်စဉ်မြန်လေလေဖြစ်ပါတယ်။ မြေဆွေးပုံက ကာဗွန်ကြွယ်ဝတဲ့ပစ္စည်းတွေ အလွန်များနေရင်လည်း ပြိုကွဲဆွေးမြည့်ဖို့ အချိန်ပိုကြာပါလိမ့်မယ်။ မြင့်မားတဲ့ နိုက်ထရိုဂျင်-ကာဗွန်အချိုးကို လတ်ဆတ်တဲ့အော်ဂဲနစ်ပစ္စည်းတွေ (အစိမ်းရောင်ရှိတဲ့ပစ္စည်းတွေ)မှာ အများဆုံးတွေ့ ရှိရပါတယ်။ မြေဆွေးပုံမှာ အစိမ်းရောင်ရှိတဲ့ပစ္စည်းတွေ အများအပြားရှိခြင်းက ဖြိုခွဲသူ (decomposers) တွေကို ကြီးထွားစေပြီး လျင်မြန်စွာ မျိုးပွားနိုင်စေတယ်။ အိမ်မှာ မြေဆွေးပုံလုပ်မယ်ဆိုရင် အိမ်သုံးအစိမ်းရောင်ရှိတဲ့ပစ္စည်းအချို့ဖြစ်တဲ့ လတ်ဆတ်တဲ့ မြက်ပြတ်တွေ၊ အစာအကြွင်းအကျန်တွေကို ထည့်နိုင်ပါတယ်။",
  //52
  "အခြားသက်ရှိတွေလိုပဲ၊ ဖြိုခွဲသူတွေက အသက်ရှင်ဖို့အတွက် အောက်ဆီဂျင်နဲ့ ရေလိုအပ်ပါတယ်။ မြေဆွေးလုပ်တဲ့နေရာမှာ ပိုပြီးမြန်ဆန်စေဖို့အတွက် မြေဆွေးစနစ်မှာ မှန်ကန်တဲ့ လေနဲ့ ရေပမာဏရှိအောင် သေချာစွာပြုလုပ်ထားဖို့ လိုပါတယ်။ အောက်ဆီဂျင်လိုအပ်တဲ့ မြေဆွေးပြုလုပ်ခြင်းအတွက် အကောင်းဆုံးအပူချိန်ကတော့ ၁၃၀ မှ ၁၄၀ ဒီဂရီဖာရင်ဟိုက်ဖြစ်ပြီး အောက်ဆီဂျင်လိုအပ်တဲ့ မျက်စိနဲ့မြင်နိုင်တဲ့ သက်ရှိတွေနဲ့ မျက်စိနဲ့ မမြင်နိုင်တဲ့သက်ရှိလေးတွေက စွန့်ပစ်ပစ္စည်းတွေကို ဖြိုခွဲပြီး လျင်မြန်စွာမျိုးပွားချိန်တွင် အဲဒီအပူချိန်ကို တွေ့ရပါတယ်။ အဲဒီမြင့်မားတဲ့အပူချိန်က ကြာရှည်စွာရှိနေတဲ့ ဘတ်တီးရီးယားတွေနဲ့ ပေါင်းစေ့တွေကို သေစေနိုင်ပါတယ်။ လေဝင်လေထွက်ကောင်းခြင်းက အောက်ဆီဂျင်လိုအပ်တဲ့ ပတ်ဝန်းကျင်ကို အားပေးပြီး မြေဆွေးဖြစ်စဉ်ကို မြန်ဆန်စေကာ အနံ့အသက်တွေကိုလည်း လျှော့ချပေးပါတယ်။",
  //53
  "မြေဆွေးပြုလုပ်ရာမှာ အစိုဓာတ်က မရှိမဖြစ်လိုအပ်ပြီးတော့ မြေဆွေးပုံက ထိကြည့်ရင် ရေထဲက ဆယ်လိုက်တဲ့ ရေမြှုပ်လို အစိုဓါတ် ရှိနေရပါမယ်။ မြေဆွေးပုံက ခြောက်သွေ့လွန်းတဲ့အခါ ဆွေးမြည့်ခြင်းဖြစ်စဉ်ကို နှောင့်နှေးစေနိုင်ပါတယ်။ စိုစွတ်လွန်းတဲ့ မြေဆွေးပုံက အနံ့ဆိုးဖြစ်စေပြီး ပြိုကွဲခြင်းကို နှေးကွေးစေတဲ့ အောက်ဆီဂျင်မရှိတဲ့ ပတ်ဝန်းကျင်ကို ဖန်တီးနိုင်ပါတယ်။ (၃)ပေနဲ့ (၆)ပေ နှင့် အမြင့် (၃)ပေပတ်လည်ရှိတဲ့ မြေဆွေးကျင်း ဒါမှမဟုတ် မြေဆွေးပုံက သင့်တော်တဲ့ အရွယ်အစား ဖြစ်ပါတယ်။",
  //54
  "အားသာချက်- စွန့်ပစ်ရေမြောင်းထဲရှိ အညစ်အကြေးတွေကို လျှော့ချပေးနိုင်ပြီး အပင်အာဟာရပြည့်ဝစေခြင်း- လေဝင်လေထွက်ကောင်းခြင်း၊ တိုက်စားမှုနည်းခြင်းနဲ့ ရေထုတ်စွမ်းအားကောင်းခြင်းလိုမျိုး မြေဆီလွှာဖွဲ့စည်းမှုစနစ်ကို ကောင်းမွန်စေပြီး မြေဆီလွှာကျန်းမာရေးကို တိုးတက်စေခြင်း- သဘာဝမြေသြဇာက ဇီဝရွှံ့စေးမြေအဖြစ် လုပ်ဆောင်ပြီး မြေဆီလွှာရဲ့ အာဟာရနဲ့ ရေထိန်းစွမ်းအားကို တိုးမြင့်စေပြီး ရေထိန်းပေးခြင်း- မြေဆီလွှာရှိ အဏုဇီဝပိုးမွှားတွေအတွက် လုံလောက်တဲ့အစာကို ထောက်ပံ့ပေးပြီး မြေဆီလွှာတွင် အဏုဇီဝပိုးမွှားတွေ တိုးပွားစေဖို့ ကူညီပေးခြင်း- အာဟာရတွေ နှေးကွေးစွာထွက်တဲ့ သဘာဝက ရေရှည်နဲ့ နှစ်ရှည်သီးနှံပင်တွေအတွက် အလွန်အသုံးဝင်ခြင်း- သဘာဝပတ်ဝန်းကျင်နဲ့ သဟဇာတဖြစ်ခြင်း",
  //55
  "အားနည်းချက်- ပြုလုပ်ရာတွင် အချိန်ယူရပြီး ငွေကုန်ခြင်း- ကိုင်တွယ်ခြင်း၊ သယ်ယူပို့ဆောင်ခြင်းနဲ့ သိုလှောင်ခြင်းအတွက် ကုန်ကျစရိတ်မြင့်မားခြင်း- အလုပ်သမားသွင်းအားစုမြင့်မားခြင်း",
  //56
  "တီကျစ်စာမြေဆွေး တီကျစ်စာမြေဆွေးဆိုတာ တီကောင်တွေက သဘာဝစွန့်ပစ်ပစ္စည်းတွေကို  ကောင်းမွန်တဲ့မြေဩဇာအဖြစ်ကို ပြောင်းလဲပေးတဲ့ လုပ်ငန်းစဉ်ဖြစ်တယ်။တီကောင်တွေက\n - မြေဆီလွှာနဲ့ မြေဆီလွှာရှိ အော်ဂဲနစ်ပစ္စည်းတွေကို စားသောက်ပြီး မြေဆွေးအဖြစ် ပြောင်းလဲခြင်း\n- အကျိုးရှိတဲ့ အဏုဇီဝပိုးမွှားတွေရဲ့ ကြီးထွားမှုကို အားပေးခြင်း\n- မြေသားညက်ညောစေပြီး လေဝင်လေထွက်ကောင်းစေခြင်း\n- မြေဆီလွှာရေစိမ့်ဝင်နိုင်စွမ်းနဲ့ ရေစီးဆင်းနိုင်စွမ်းပိုမိုကောင်းမွန်အောင် ပြုလုပ်ပေးခြင်း\n- မြေဆီလွှာရဲ့ရေထိန်းစွမ်းအားကို ပိုမိုကောင်းမွန်စေခြင်း\n- အပင်ရဲ့ ခုခံအားစနစ်ကို အားကောင်းစေခြင်းတို့ကို ဖြစ်စေပါတယ်။",
  //57
  "တီကျစ်စာမြေဆွေးရဲ့ အားသာချက်များ- အသုံးပြုရလွယ်ကူခြင်း- ထုတ်လုပ်ရန် ကုန်ကျစရိတ်သက်သာခြင်း- အော်ဂဲနစ်ပစ္စည်းတွေကို အချိန်တိုအတွင်း ကောင်းမွန်တဲ့မြေဆီဩဇာအဖြစ် ပြောင်းလဲပေးနိုင်ခြင်းတီကျစ်စာမြေဆွေး ဘယ်လိုလုပ်မလဲ။- တီကျစ်စာမြေဆွေးကို ဇီဝပစ္စည်းတွေနဲ့ ဖြည့်တင်းပါ။- တီကောင်တွေက ကျွန်ုပ်တို့ရဲ့ မိတ်ဆွေဖြစ်တယ်။ သူတို့ကို ကာကွယ်ပြီး ကွင်းထဲမှာ ပြုစုပျိုးထောင်ပါ။",
  //58
  "သစ်စိမ်းမြေဩဇာများ ( ဥပမာ - ပိုက်ဆံလျှော်၊ ညံပင် နဲ့ ပဲမျိုးစုံ)- အရေးကြီးတဲ့ မျိုးစိတ်တွေကို ရွေးချယ်ပါ။- သီးနှံစိုက်ပျိုးမှုစနစ်တွင် သစ်စိမ်းမြေဩဇာသီးနှံနဲ့ ကိုက်ညီတဲ့ရာသီကိုရှာပါ။- သက်တမ်း (၄၅) ရက်အကြာမှာ ပေါင်းထည့်ပါ။- ဆွေးမြည့်စေဖို့အတွက် နောက်သီးနှံမစိုက်ခင် (၁၅) ရက် မှ (၂၀) ရက်ထားပါ။",
  //59
  "သစ်ရွက်စိမ်းမြေဩဇာ ( ဥပမာ - သင်းဝင်ဖြူ နဲ့ တမာ)- လမ်းဘေးနဲ့ မြေလွတ်မြေရိုင်းတွေမှာ ပဲမျိုးရင်းဝင်အပင်တွေကို စိုက်ပျိုးပါ။- ပိုင်းဖြတ်ထားတဲ့ သစ်ပင်ရဲ့ အပိုင်းအစတွေကို မစိုက်ခင် (၁၅) ရက်အလိုမှာ ပေါင်းထည့်နိုင်ပါတယ်။- (၅)တန် မှ (၁၀)တန်ခန့် ပြုလုပ်ပါ။",
  // end 1.4.3
  //60
  // start 1.5.1
  "မြေဆီလွှာရှိအဏုဇီဝပိုးတွေမှာ မြေဆီလွှာနဲ့ အပင်ကျန်းမာရေးကို ကောင်းမွန်စေတဲ့ လုပ်ဆောင်ချက်အမျိုးစုံရှိတဲ့ တီကောင်တွေ၊ ဘက်တီးရီးယား၊ actinomycetes၊ မှို၊ ပရိုတိုဇိုးဝါးနဲ့ နီမတုတ်တို့ ပါဝင်ပါတယ်။ အဏုဇီဝပိုးတွေနဲ့ အကောင်ကြီးတွေဖြစ်တဲ့ တီကောင်လိုမျိုး အကောင်တွေကြားမှာ ဓာတ်ပြုမှုတွေ အများကြီးရှိပြီး သူတို့တွေက မြေကြီးရှိ အစားအစာကွန်ယက်ရဲ့ အစိတ်အပိုင်းတွေ ဖြစ်ကြတယ်။  ",
  //61
  "အမျိုးအစားပေါင်း တစ်သန်းထက်ပိုတဲ့ အဏုဇီဝပိုးတွေက မြေကြီးပေါ်တွင် ရှင်သန်နေထိုင်ကြတယ်။ သူတို့က နေရာတိုင်းနီးပါးတွင် ရှင်သန်ကြပြီး အလွန်သေးငယ်ကြတဲ့အတွက် အလေးချိန် တစ်အောင်စနဲ့ ညီမျှဖို့ဆိုရင် အကောင်ရေ သန်းထောင်ပေါင်း(၃၀)ခန့်မျှ လိုအပ်ပါလိမ့်မယ်။ သူတို့က မြေကြီးရဲ့ အခြေအနေပေါ် မူတည်ပြီးတော့ ပမာဏမတူညီစွာ တည်ရှိကြတယ်။",
  //62
  "အကျိုးပြု အဏုဇီဝပိုးမွှားတွေက မြေဆီလွှာတည်ဆောက်မှုကို ပံ့ပိုးပေးပြီး မြေဆီလွှာရဲ့ ဖွဲ့စည်းပုံတည်ဆောက်မှုကိုလည်း အထောက်အကူပြုပါတယ်။ အဏုဇီဝပိုးမွှားတွေက အာဟာရတွေကို ပြောင်းလဲပေးပြီး အပင်တွေဆီသို့ ထုတ်လွှတ်ပေးခြင်း၊ အပင်ရဲ့အရွက်နဲ့ အမြစ်တွေကို ကျန်းမာသန်စွမ်းစွာ ကြီးထွားစေဖို့ လှုံ့ဆော်ပေးခြင်း၊ အပင်တွေက ရာသီဥတုနဲ့ ပတ်ဝန်းကျင်ဖိအားတွေကို ခံနိုင်ရည်အား မြင့်မားလာစေဖို့ မြှင့်တင်ပေးခြင်း၊ မြေဆီလွှာဂေဟစနစ်ကို ဟန်ချက်ညီစေပြီး ကျန်းမာသန်စွမ်းတဲ့ အပင်တွေဖြစ်လာဖို့အတွက် ပံ့ပိုးပေးပါတယ်။ အချို့သော အဏုဇီဝပိုးမွှားတွေက သတ္တုဓာတ် အာဟာရများ၊ အပင်ကျန်းမာသန်စွမ်းရေးနဲ့ ရေရှည်တည်တံ့တဲ့ သီးနှံအထွက်နှုန်း ရရှိစေဖို့အတွက် မြေဆီလွှာအရည်အသွေးကို မြှင့်တင်ပေးခြင်းဖြင့် စိုက်ပျိုးရေးတွင် အရေးကြီးတဲ့ အခန်းကဏ္ဍကနေ ပါဝင်နေကြပါတယ်။  ",
  // end 1.5.1
  //63
  // start 1.5.2
  "တီကောင်တွေက အော်ဂဲနစ်ဒြပ်စင်တွေ ပေါများပြီး လေဝင်လေထွက်ကောင်းတဲ့ မြေတွေမှာ နေထိုင်ကြပါတယ်။ များသောအားဖြင့် သမားရိုးကျ ထွန်ယက်စိုက်ပျိုးခြင်းစနစ်ထက် ထွန်ယက်ခြင်းအလေ့အထနည်းတဲ့ နေရာတွေမှာ အရေအတွက်အများကြီး ပေါက်ဖွားရှင်သန်ကြပါတယ်။ သူတို့ကို မြေဆွေးပေါများတဲ့မြေတွေမှာလည်း အများအပြားတွေ့နိုင်ပါတယ်။ တီကောင်တွေက အော်ဂဲနစ်ဒြပ်စင်တွေကို ပြိုကွဲစေပြီး မြေဆီလွှာထဲက သတ္တုဓာတ်တွေနဲ့ ရောနှောကာ တီကျစ်စာအလုံးလေးတွေလုပ်ခြင်းဖြင့် မြေဆီလွှာကို ပိုမိုစိုစွတ်စေပြီး အာဟာရများစွာကို ပံ့ပိုးပေးကြပါတယ်။",
  //64
  "ဘက်တီးရီးယားတွေက အာဟာရတွေကို ဖြိုခွဲပေးပြီး အပင်ရဲ့ အမြစ်ဇုန်သို့  ပို့ပေးကြပါတယ်။ FAO က ဘက်တီးရီးယားတွေက မြေဆီလွှာထဲမှာ တန်ဖိုးအရှိဆုံး သက်ရှိတွေ ဖြစ်နိုင်တယ် လို့ ဖော်ပြခဲ့ပါတယ်။ ",
  //65
  "မှိုတွေက အပင်တွေကို အာဟာရဓာတ်ရရှိစေဖို့ ကူညီပေးကြတယ်။ ဥပမာအနေနဲ့ Mycorrhizae က အပင်အတွက် လိုအပ်တဲ့ သကြား၊ အမိုင်နိုအက်ဆစ်နဲ့ အခြားအာဟာရတွေကို ပံ့ပိုးပေးဖို့အတွက် အမြစ်တွေနဲ့ အပင်တွေကနေ အာဟာရနဲ့ ရေကို လွယ်ကူချောမွေ့စွာရရှိစေဖို့ ကူညီပေးတဲ့ မှိုတစ်မျိုးဖြစ်ပါတယ်။ မှိုတွေက အာဟာရဓာတ်တွေကို ဖြိုခွဲတဲ့နေရာမှာ အထူးကောင်းမွန်ပါတယ်။ အများအားဖြင့် မှိုတွေက လင်နင်လိုမျိုး အပင်တွေမှာ တွေ့ရတဲ့ ပြင်းထန်တဲ့ ဒြပ်ပေါင်းအချို့ကို ဖြိုခွဲနိုင်စွမ်းရှိတဲ့ တစ်ခုတည်းသော အကျိုးပြုသက်ရှိတွေ ဖြစ်ကြပါတယ်။ ",
  //66
  "Actinomycetes တွေက မှိုတွေနဲ့ တူသော်လည်း အချို့ actinomycetes တွေက အပင်အတွက် ပဋိဇီဝဆေးအဖြစ် လုပ်ဆောင်နိုင်ပြီး အချို့ကတော့ အပင်တွေအတွက် အန္တရာယ် ဖြစ်စေနိုင်ပါတယ်။",
  //67
  "ပရိုတိုဇိုးဝါးတွေဆိုတာ ဘက်တီးရီးယားတွေကို စားသုံးပြီး ဘက်တီးရီးယားတွေနဲ့ ဝန်းရံကာ နေထိုင်တတ်တဲ့ ပိုကြီးတဲ့ အဏုဇီဝပိုးမွှားတွေ ဖြစ်ပါတယ်။ ပရိုတိုဇိုးဝါးတွေက ဘက်တီးရီးယားတွေကို စားလိုက်တဲ့အခါ ဘက်တီးရီးယားတွေ စားထားတဲ့အာဟာရဓာတ်တွေက ပြန်လည်ထွက်လာပြီးတော့ အပင်တွေကို အာဟာရဓာတ် ရရှိစေပါတယ်။ ",
  //68
  "နီမတုတ် (Nematodes) တွေက အပင်ပတ်ဝန်းကျင် ဒါမှမဟုတ် အပင်ထဲမှာ နေထိုင်တဲ့ အကျိုးပြုအဏုဇီဝပိုးကောင်တွေ ဖြစ်ပါတယ်။ အချို့နီမတုတ်တွေက အပင်တွေကို စားသုံးသူများဖြစ်ပြီး အချို့ကတော့ အပင်ရောဂါဖြစ်စေတဲ့ သက်ရှိတွေကို စားသုံးကြပြီး အပင်အတွက် အာဟာရဓာတ်တွေကို ထုတ်ပေးပါတယ်။ အချို့က သဘာဝအကြွင်းအကျန်‌တွေကို ဖြိုခွဲရာမှာ ကူညီပေးပြီး မှို၊ ဘက်တီးရီးယားနဲ့ ပရိုတိုဇိုးဝါးတွေကို စားသုံးပါတယ်။ ",
  // end 1.5.2
  //69
  // start 1.6.1
  "ကောင်းမွန်တဲ့ မြေဆီလွှာ ကောင်းမွန်တဲ့မြေက အစားအစာစိုက်ပျိုးထုတ်လုပ်မှုစနစ်ရဲ့ အဓိက အခြေခံအုတ်မြစ်ဖြစ်ပါတယ်။ ကောင်းမွန်တဲ့ မြေဆီလွှာက သဘာဝမြေဆွေးနဲ့ သတ္တုဓာတ်တွေကနေ ရနိုင်တဲ့ အာဟာရဓာတ်တွေကို ပံ့ပိုးပေးခြင်းဖြင့် ကောင်းမွန်တဲ့ သီးနှံတွေထွက်ရှိဖို့ ကူညီပေးပါတယ်။ ကောင်းမွန်တဲ့မြေက အဏုဇီဝအသိုက်အဝန်းနဲ့ သဘာဝမြေဆွေး အမြောက်အများကို သိုလှောင်ထိန်းသိမ်းထားကာ သဘာဝမြေဆွေး ဖြစ်ပေါ်တာကို အားပေးကူညီပြီး လယ်ယာလုပ်ငန်းရဲ့ အမြတ်အစွန်းရရှိမှုနဲ့ ရေရှည်တည်တံ့မှုကို မြှင့်တင်ပေးနိုင်ပါတယ်။ ကောင်းမွန်တဲ့ မြေဆီလွှာမှာရှိတဲ့ သဘာဝမြေဆွေးတွေက မြေဆီလွှာရဲ့ မြေဆီဩဇာနဲ့ အရည်အသွေးကို မြှင့်တင်ပေးတဲ့အပြင် မြေဆီလွှာထဲက အကျိုးပြုအဏုဇီဝပိုးတွေကလည်း မြေဆောင်ရောဂါတွေကို ကာကွယ်တိုက်ဖျက်ရာမှာ တိုက်ရိုက်အကျိုးကျေးဇူးရှိစေပါတယ်။",
  //70
  "သဘာဝမြေဆွေး အမြောက်အများ ပါဝင်တဲ့ ကောင်းမွန်တဲ့ မြေဆီလွှာရဲ့ ကောင်းမွန်တဲ့ လွှမ်းမိုးမှုတွေကတော့ -\n၁။ မြေဆီလွှာရှိ အဏုဇီဝတွေအတွက် ကာဗွန်နဲ့ စွမ်းအင်အရင်းအမြစ်ကို ပံ့ပိုးပေးတယ်။ \n၂။ မြေဆီလွှာအမှုန်အမွှားတွေကို တည်ငြိမ်စေပြီး ထိန်းညှိပေးတယ်။ \n၃။  နိုက်ထရိုဂျင်၊ ဖော့စဖရပ်နဲ့ ဆာလဖာလိုမျိုး အာဟာရတွေကို ထောက်ပံ့ပေး၊ သိုလှောင်ပေးပြီး ထိန်းသိမ်းပေးတယ်။ \n၄။ မြေဆီလွှာရဲ့ လေနဲ့ ရေအား သိုလှောင်နိုင်စွမ်းနဲ့ ရွေ့လျားနိုင်စွမ်းကို တိုးတက်စေတယ်။\n၅။ မြေဆီလွှာသိပ်သည်းမှုကို လျော့ကျစေတယ်။ \n၆။ မြေဆီလွှာကို ပိုမို စိုစွတ်စေပြီး စေးကပ်မှု နည်းပါးစေကာ အလုပ်လုပ်ရ လွယ်ကူစေတယ်။\n၇။ လေထုနဲ့ အခြားရင်းမြစ်တွေက ကာဗွန်ကို ထိန်းသိမ်းပေးတယ်။\n၈။ ပိုးသတ်ဆေးတွေ၊ အဆိပ်အတောက်ဖြစ်စေတဲ့ သတ္တုတွေနဲ့ အခြားညစ်ညမ်းစေတဲ့အရာတွေရဲ့ မကောင်းတဲ့ ပတ်ဝန်းကျင်သက်ရောက်မှုတွေကို လျှော့ချပေးတယ်။ \n၉။ မြေမျက်နှာပြင်မှာ ထယ်ထိုးထွန်ယက်မှုကို ကောင်းမွန်စေတယ်။ \n၁၀။ ရေစိမ့်ဝင်မှုနှုန်းကို တိုးပွားလာစေတယ်။၁၁။ မြေသားတွေကွဲထွက်ခြင်းကို လျှော့ချပေးတယ်။ \n၁၂။ ရေလေလွင့်ဆုံးရှုံးမှုတွေကို လျော့နည်းစေတယ်။\n၁၃။ အပင်အမြစ်ကြီးထွားမှုနဲ့ ထိုးဖောက်ဝင်ရောက်မှုကို အားပေးတယ်။\n၁၄။ မြေဆီလွှာတိုက်စားခံရမှုကို လျှော့ချပေးတယ်။",
  //71
  "ကောင်းမွန်တဲ့ မြေဆီလွှာအခြေခံမူများ-\n မြေဆီလွှာကို အစာကျွေးပါ။\n- မြေဆီလွှာကို စိုက်ပျိုးပင်တွေနဲ့ ဖုံးအုပ်ထားပါ\n- မြေဆီလွှာကို နှောင့်ယှက်မှုနည်းတဲ့စနစ်ကိုအသုံးပြုပါ။\n- သီးနှံမျိုးကွဲတွေကို စိုက်ပျိုးပါ။",
  // end 1.6.1
  //72
  // start 1.6.2
  "အရည်အသွေးကောင်းမွန်တဲ့ မြေဆီလွှာမှာ တွေ့ရှိရချက်များလယ်သမားတွေက အလွယ်တကူမြင်နိုင်တဲ့ အမှတ်အသားတွေပေါ် မူတည်ပြီး မြေဆီလွှာ ကောင်းမွန်မှုရှိ၊ မရှိကို ဆုံးဖြတ်နိုင်ပါတယ်။- မတူညီတဲ့ နယ်ပယ်တွေက မြေသားအနုအကြမ်းကို ဆန်းစစ်ပါ။ မြေသားလွှာကို တူးဖော်ကြည့်ပြီး တူးရလွယ်သလား၊ ခက်သလား၊ မြေသားကို လက်နဲ့ကိုင်ကြည့်ပြီး ပြိုကျလွယ်သလား၊ ခက်သလားကို ဆန်းစစ်ပါ။ သဘာဝပစ္စည်းတွေပါတဲ့မြေက အရောင့်ရင့်ပါတယ်။ သဘာဝမြေဆွေးရဲ့ အနံ့၊ မြေသားကို တူးပြီးတဲ့နောက် ထင်ရှားတဲ့ မြေစိုင်ခဲအစုအဝေးလေးတွေ တွေ့ရှိရမှုတို့ကို ကြည့်ပြီး ဆန်းစစ်ပါ။ ",
  //73
  "- မြေဆီလွှာအရောင်က ကောင်းမွန်တဲ့မြေဆီလွှာကို ဖော်ပြတဲ့ ဒုတိယညွှန်းကိန်းတစ်ခုဖြစ်ပြီး အနက်ရောင်၊ မီးခိုးရောင်၊ အညိုရောင် ဒါမှမဟုတ် အရောင်ရင့်တဲ့ မြေတွေကို ကောင်းမွန်တဲ့ မြေဆီလွှာတွေလို့  သတ်မှတ်လို့ရပြီး အနီရောင်၊ အဝါရောင်၊ အဖြူရောင် ဒါမှမဟုတ် ဖျော့တော့တဲ့အရောင် ရှိတဲ့မြေဆီလွှာတွေကိုတော့ မကောင်းဘူးလို့ သတ်မှတ်လို့ရပါတယ်။",
  //74
  "- မြေဆီလွှာထဲက တီကောင်အရေအတွက်ကို စစ်ဆေးပါ။ (တီကောင်တွေက မြေဆီလွှာရဲ့ စိမ့်ဝင်နိုင်မှု၊ ရေထိန်းထားနိုင်မှု၊ လေဝင်လေထွက်နဲ့ ရေစိမ့်ဝင်မှုနှုန်းလိုမျိုး မြေဆီလွှာတည်ဆောက်ပုံကို ကောင်းမွန်တဲ့ ပြောင်းလဲမှုတွေ ပေးပါတယ်။)",
  // end 1.6.2
];
