List<String> module3TextList = [
  //  0
  "ရေကို လူတို့ဘဝမှာ ပုံစံအမျိုးမျိုးနဲ့ နေ့စဉ်အသုံးပြုနေပြီး လူတိုင်းအတွက် အလွန်အရေးပါလျှက်ရှိပါတယ်။ စိုက်ပျိုးရေး၊ စက်ရုံလုပ်ငန်းတွေနဲ့ ပြည်တွင်းလုပ်ငန်းတွေရဲ့ အခန်းကဏ္ဍတွေမှာ ရေဟာ မရှိမဖြစ်လိုအပ်တဲ့ အစိတ်အပိုင်းတစ်ခုဖြစ်ပြီးတော့ လူဦးရေတိုးတက်လာတာနဲ့အမျှ ကမ္ဘာ့ရေရဲ့ ပမာဏအများစုကို စိုက်ပျိုးရေးမှာ အသုံးပြုနေတာဖြစ်ပါတယ်။",
  //1
  "ကမ္ဘာ့လူဦး‌ရေဟာ ၁.၆ ဘီလီယံ ကနေ ၅ ဘီလီယံအထိ တိုးပွားလာတာကြောင့် အစားအစာနဲ့  ချည်မျှင်တွေကိုလည်း ပိုမိုလိုအပ်လာခဲ့ပါတယ်။ လိုအပ်တဲ့အစားအစာနဲ့ ချည်မျှင်တွေကို ထုတ်ပေးရမယ့် စိုက်ပျိုးရေးကဏ္ဍမှာ ရေအသုံးချမှုပမာဏဟာလည်း တိုးတက်လာတဲ့ လူဦး‌ရေနဲ့အတူ  ၂၀ရာစု နောက်ပိုင်းမှစ တဖြည်းဖြည်း တိုးတက်လာလျှက်ရှိပါတယ်။ ယခုအခါမှာဆိုရင် ကမ္ဘာ့ရေအသုံးပြုမှုရဲ့ ၇၀% ကို စိုက်ပျိုးရေးအတွက် အသုံးပြုနေရတာပဲ ဖြစ်ပါတယ်။",
  //2
  "မြို့ပြတည်ထောင်တာ၊ စက်မှုလုပ်ငန်းတွေတိုးတက်လာတာနဲ့ ရာသီဥတုပြောင်းလဲလာတာတို့က စိုက်ပျိုးရေးမှာ အသုံးပြုတဲ့ရေအရင်းအမြစ်အတွက် များစွာသော ယှဉ်ပြိုင်မှုဖိအားတွေကို ဖြစ်ပေါ်စေပါတယ်။ ရာသီအလိုက် မိုးရွာသွန်းချိန်ပြောင်းလဲတာ၊ ရာသီချိန်နှင်းလွှာပြင်အရည်ပျော်တာ၊  ပြင်းထန်တဲ့ရေလွှမ်းမိုးတာနဲ့ ခြောက်သွေ့တာစတဲ့ ရာသီဥတုပြောင်းလဲတာတွေကလည်း  စိုက်ပျိုးရေးမှာ ရေရရှိမှုကိုထိခိုက်စေနိုင်ပါတယ်။ ",
  //3
  "ရေရှားပါးလာတာနဲ့အမျှ ရရှိနိုင်တဲ့ ရေကိုသို‌လှောင်ဖို့ကလည်း အ‌ရေးပါလာပါတယ်။ ရေကိုပိုပြီး အကျိုးရှိရှိအသုံးချနိုင်ဖို့ အချို့စိုက်ခင်းတွေနဲ့ စိုက်ခင်းပြင်ပတွေမှာ ရေအသုံးပြုမှုပမာဏကို ချမှတ်ဖို့ လိုအပ်လာပါတယ်။ အခုအခါမှာဆိုရင် စိုက်ပျိုးရေးအခန်းကဏ္ဍဟာ ရေကို အကျိုးရှိရှိနဲ့ ထိထိရောက်ရောက် ဘယ်လိုအသုံးပြုမလဲဆိုတဲ့ စိန်ခေါ်မှုနဲ့ ကြုံတွေ့လာရပြီဖြစ်ပါတယ်။ အပင်အာဟာရဓာတ်တွေ၊ ပိုးသတ်ဆေးနဲ့ အခြားညစ်ညမ်းစေတဲ့ပစ္စည်းတွေကို အလွန်အကျူးသုံးစွဲတာတွေကြောင့် လယ်ယာကဏ္ဍကနေလည်း ရေထုညစ်ညမ်းမှုကို ဖြစ်စေပါတယ်။ စိုက်ပျိုးရေးကဏ္ဍမှာ အသုံးပြုတဲ့ ရေ‌ရဲ့အရည်အသွေးနဲ့ ပမာဏဟာ ကမ္ဘာ့နေရာအတော်များများမှာ စိုက်ပျိုး‌ရေးကို ဆက်လက်ပြုလုပ်ဖို့ စိန်ခေါ်မှုတစ်ရပ်အနေနဲ့ တည်ရှိနေပါတယ်။ ",
  //4
  "ဒါကြောင့် စိုက်ပျိုးထုတ်လုပ်မှုကို တိုးမြှင့်ဖို့၊ အခြားသောအသုံးပြုသူတွေနဲ့  ရေကို သေချာစွာမျှဝေသုံးစွဲရဖို့၊ ရေသုံးစွဲမှုစနစ်ရဲ့  ပတ်ဝန်းကျင်ဆိုင်ရာနဲ့  လူမှုရေးဆိုင်ရာအကျိုးကျေးဇူးတွေကို ထိန်းသိမ်းဖို့အတွက် ကောင်းမွန်ခိုင်မာတဲ့ စိုက်ပျိုးရေးစီမံခန့်ခွဲမှုဟာ အလွန်အရေးကြီးလှပါတယ်။ ",
  //////         end 3.1.1      ////////

  //////       start 3.2.1   ////////
  //5
  "မြန်မာနိုင်ငံဟာ ရေအရင်းအမြစ်ပေါကြွယ်ဝပြီးတော့ စိုက်ပျိုးရေးကို အခြေခံတဲ့နိုင်ငံတစ်နိုင်ငံဖြစ်ပါတယ်။ မြန်မာနိုင်ငံတစ်ဝှမ်းမှာ ရေဖမ်းဧရိယာ ၇၃၇၈၀၀ စတုရန်းကီလိုမီတာရှိတဲ့ မြန်မာ့မြစ်ဝှမ်းဆယ်ခုက နေရာယူထားလျှက်ရှိပါတယ်။ အသုံးပြုနိုင်တဲ့ ရေချိုထုထည်ပမာဏက ၁၀၈၂ စတုရန်းကီလိုမီတာရှိပြီး နိုင်ငံရဲ့ ရေအရင်းအမြစ်ဖွဲ့စည်းထားပုံအရ မြေအောက်ရေ ၄၉၅ ကုဗစ်ကီလိုမီတာ ရှိပါတယ်။",
  //6
  "လူဦးရေနဲ့ စီးပွားရေးဆိုင်ရာလုပ်ငန်းတွေ တိုးပွားလာတာနဲ့အမျှ ရေလိုအပ်မှုတွေလည်း တိုးပွားလာတာကြောင့် ရေချိုသုံးစွဲမှုနဲ့ မြေအောက်ရေထုတ်ယူသုံးစွဲမှုတွေလည်း ပိုမိုများပြားလာပါတယ်။ ဒါကြောင့် ရေချိုနဲ့ မြေအောက်ရေကို ထိန်းသိမ်းရန် စီမံခန့်ခွဲမှုတွေဟာ အနာဂတ်မှာ နိုင်ငံရဲ့ ဖွံ့ဖြိုးတိုးတက်မှု ရေရှည်တည်တံ့ဖို့အတွက် အရေးကြီးလှပါတယ်။",
  //7
  "",
  //8
  "",
  //9
  "မြန်မာနိုင်ငံမှာရှိတဲ့ စိုက်ပျိုးမြေအများစုက မိုးကောင်းသောက်ဧရိယာတွေဖြစ်ကြပါတယ်။ စိုက်ပျိုးရေး၊ မွေးမြူရေးနဲ့ ဆည်မြောင်းဝန်ကြီးဌာန၊ ဌာနစိတ်စီမံကိန်းဌာနစိတ်ရဲ့ စစ်တမ်းအရ ၂၀၁၉ မှာ တစ်နိုင်ငံလုံး အတိုင်းအတာအရရေသွင်းပြီး စိုက်ပျိုးတဲ့မြေဧကမှာ (၁၈) ရာခိုင်နှုန်းရှိပါတယ်။ ရေသွင်းစိုက်ပျိုးခြင်းမှာ အသုံးပြုတဲ့ရေရဲ့ သုံးပုံနှစ်ပုံက ရေချိုဖြစ်ပြီး ကျန်တဲ့တစ်ပုံက မြေအောက်ရေဖြစ်ပါတယ်။",
  ///////          end 3.1.2
  ///
  /////       start 3.2.1
  //10
  "သောက်ရေနဲ့ လက်ဆေးရေ လိုအပ်တဲ့ အရည်အသွေးတွေ မတူညီသလို အသုံးပြုမယ့် ရေရဲ့အရည်အသွေးကို အသုံးပြုမယ့်နေရာ၊ အသုံးပြုမယ့်ပုံအသေးစိတ်ပေါ်မူတည်ပြီးတော့  သတ်မှတ်ဆုံးဖြတ်နိုင်ပါတယ်။ သင့်တော်ခြင်း/မတော်ခြင်းကို လေ့လာဆုံးဖြတ်တဲ့နေရာမှာ ရေမှာပါဝင်တဲ့ ဆားဓါတ်၊ အက်ဆစ်-‌ဗေ့စ်ဓါတ်၊ ပါရှိပျော်၀င်နေတဲ့ အိုင်ရွန်းတွေနဲ့  အဆိပ်အတောက်ဖြစ်စေတဲ့ အကျိုးသက်ရောက်မှုတွေကို ထည့်သွင်းစဉ်းစားရမှာ ဖြစ်ပါတယ်။ ",
  //11
  "သင့်တော်တဲ့သွင်းရေဖြစ်ဖို့ အောက်ပါအချက်တွေအပေါ်မှာလည်း မူတည်နေပါတယ်။\n၁။ စုစုပေါင်းဆားပျော်ဝင်မှုပြင်းအား (ppm/mg/EC)\n၂။ ဆိုဒီယမ်ကနေ အခြားသောဓါတ်ဖိုအဖြစ်သို့ ဆက်စပ်ပြောင်းလဲမှု\n၃။ ကာဗွန်နိတ် နဲ့ ဘိုင်ကာဗွန်နိတ်ရဲ့ ပြင်းအား\n၄။ ဘိုရွန် (လက်ချား)ရဲ့  ပြင်းအား",
  //12
  "သဘာဝရေစီးဆင်းမှုစနစ်မှာ ပျော်ဝင်နေတဲ့ဆားတွေရဲ့  အဓိကအရင်းအမြစ်က ဘူမိဗေဒနဲ့မြေအနေအထား၊ မြေရဲ့ပတ်ဝန်းကျင်အပေါ်မှာ မူတည်နေပါတယ်။ ဒါပေမယ့်လည်း လူတွေရဲ့ လုပ်ဆောင်မှုတွေဖြစ်တဲ့ ရေကိုတိုးမြှင့်ထုတ်ယူသုံးစွဲမှု၊ စိုက်ပျိုးရေးဆိုင်ရာ ဓာတုဆေးတွေပေါင်းထည့်မှု၊ စွန့်ပစ်ပစ္စည်းအစိုင်အခဲတွေစုပြုံလာမှုနဲ့ မတော်တဆဓာတုယိုဖိတ်မှုတွေကြောင့် ရေရဲ့ အရည်အသွေးကို အလွန်အကျွံထိခိုက်မှုဖြစ်ပွားစေပါတယ်။",
  //13
  "စိုက်ပျိုးရေးမှာရေသွင်းတာကြောင့် ရေအသုံးပြုမှုများလာတာနဲ့ မြေအောက်ရေထုတ်ယူသုံးစွဲတာပိုမြင့်တက်လာတာတို့က ရေရဲ့ အရည်အသွေးနဲ့ ရေပမာဏကို ပြောင်းလဲမှုတွေဖြစ်စေပါတယ်။ ဆားပါဝင်တဲ့ရေနုတ်မြောင်းထုတ်ရေနဲ့ မိလ္လာစွန့်ပစ္စည်းတွေကို ရေသွင်းရာမှာအသုံးပြုမယ်ဆိုရင် အဲ့ဒီရေတွေမှာပါဝင်တဲ့ အဆိပ်အတောက်ဖြစ်စေတဲ့ ဓာတုပစ္စည်းတွေ၊ ပျော်ဝင်နိုင်တဲ့ အော်ဂဲနစ်အိုင်ရွန်းတွေနဲ့  အဏုဇီဝပိုးမွှားတွေက ရေရဲ့ အရည်အသွေးကို သိသိသာသာပြောင်းလဲစေမှာ ဖြစ်ပါတယ်။ ",
  //14
  " စိုက်ပျိုးရေးဓာတုဆေးတွေကလည်း ရေမှာ ဓာတ်အသစ်တွေ ဖြစ်ပေါ်စေပါတယ်။ စိုက်ပျိုးရေးဓာတုဆေးတွေမှာ ပါဝင်တဲ့  နိုက်ထရိတ်၊ ဖော့စဖိတ်၊ heavy metals နဲ့ပိုးသတ်ဆေးတွေက ရေအရင်းအမြစ်တွေဆီ စီးဆင်းစိမ့်ဝင်ရောက်ရှိပြီးတော့ ရေရဲ့ အရည်အသွေးအပေါ်ကို ပြောင်းလဲမှုတွေဖြစ်စေပါတယ်။ စိုက်ပျိုးမြေတွေမှာ တိရစ္ဆာန်မစင်ကနေရတဲ့မြေဩဇာအသုံးပြုခြင်းက  မြေနှင့်ရေမှာရှိတဲ့ နိုက်ထရိတ်မျှခြေကို အကျိုးသက်ရောက်မှုဖြစ်စေပါတယ်။",
  //15
  "ဒါ့အပြင် တိုက်ရိုက်ညစ်ညမ်းစေတာကြောင့်ပဲဖြစ်ဖြစ် ဒါမှမဟုတ် စိုက်ပျိုးမြေတွေကနေ စီးဆင်းသွားတာကြောင့်ပဲဖြစ်ဖြစ်  ရေချိုရဲ့ ဓာတ်ဖွဲ့စည်းတည်ဆောက်ပုံ ပြောင်းလဲသွားနိုင်ပါတယ်။  နေရာတစ်ခုခုကနေ ပြင်းအားမြင့်ပြီး အဆိပ်အတောက်ဖြစ်စေတဲ့ ဓာတုပစ္စည်းတွေ မြေနဲ့ရေသို့ မတော်တဆစီးဝင်ပေါင်းစပ်မိတာကြောင့်လည်း ရေရဲ့ဓာတ်ဖွဲ့စည်းပုံ ပြောင်းလဲသွားနိုင်ပါတယ်။ အဲ့ဒီလို မြေဆီလွှာထဲကို ရောက်ရှိလာမယ့် ရေရဲ့အရည်အသွေးပြောင်းလဲတာက မြေရဲ့ ရုပ်ပိုင်းဆိုင်ရာ၊ ဇီဝပိုင်းဆိုင်ရာနဲ့ ဓာတုပိုင်းဆိုင်ရာဂုဏ်သတ္တိပြောင်းလဲတာတွေကို ဖြစ်ပေါ်စေပါတယ်။",
  //16
  "တိရစ္ဆာန်တွေအတွက် အသုံးပြုမယ့် သောက်သုံးရေဟာ လူတို့ အသုံးပြုသောက်သုံးသောရေရဲ့ အရည်အသွေးနဲ့ တူညီတဲ့အရည်အသွေးတွေ၊ စံနှုန်းတွေရှိသင့်ပါတယ်။ တိရစ္ဆာန်မွေးမြူထုတ်လုပ်ရေးအတွက် သင့်တော်တဲ့ရေကို အကဲဖြတ်တဲ့နေရာမှာ အဲဒီ့ရေရဲ့  electrolysis လုပ်ဆောင်နိုင်မှု (ဓာတ်ဖွဲ့စည်းပုံ)၊ ရေမှာပါဝင်တဲ့ အဏုဇီဝသက်ရှိလေးတွေ၊ အဆိပ်အတောက်ဖြစ်စေတဲ့ ညစ်ညမ်းပစ္စည်းတွေရဲ့ ပြင်းအားစတဲ့ အချက်လေးတွေကို ထည့်သ္ငင်းစဉ်းစားဖို့လိုပါတယ်။",
  /////       end 3.2.1
  ///
  ///        start 3.2.2
  // 17
  "အချို့သောနေရာတွေမှာ ရေလှောင်တမံတွေမှာ သိုလှောင်ထားတဲ့ရေတွေကို စိုက်ပျိုးရေးအတွက် သွင်းရေအဖြစ်သာမက သောက်သုံးဖို့အတွက်ပါ ရည်ရွယ်ပြီး သိုလှောင်ထားကြပါတယ်။ ရေလှောင်တမံတွေမှာ ထိန်းသိမ်းသိုလှောင်ထားတဲ့ ရေရဲ့ အရည်အသွေးတွေကို စမ်းစစ်ကြည့်တဲ့အခါ သိုလှောင်ရေရဲ့ အရည်အသွေးက စိုက်ပျိုးရေးလုပ်ငန်းမှာ အသုံးပြုဖို့ သင့်တော်တယ်ဆိုတာကို သိရှိရပါတယ်။",
  //18
  "မြန်မာနိုင်ငံအလယ်ပိုင်းဒေသတွေမှာ ရေသွင်းရေထုတ်ပြဿနာတွေနဲ့ ရေဝပ်တဲ့ပြဿနာတွေကြောင့် ရေသွင်းစိုက်ပျိုးတဲ့ တချို့နေရာတွေမှာ ဆားပေါက်မြေတွေဖြစ်ပေါ်လာပါတယ်။ မြန်မာနိုင်ငံက အချို့ မြစ်ကမ်းဘေးစိုက်ပျိုးတဲ့နေရာတွေမှာတော့ နူံးတွေအနည်ထိုင်တဲ့ပြဿနာလည်း ရှိတတ်ပါတယ်။",
  //////       end 3.2.2

  //19
  /////    start 3.3.1
  "မိုးကောင်းသောက်စိုက်ပျိုးရေးဟာ ရာသီဥတုအခြေအနေတွေ၊ စိုက်ပျိုးစနစ်တွေ၊ မြေဆီဩဇာကောင်းမွန်မှုအခြေအနေနဲ့ အပြောင်းအလဲမြန်တဲ့ မိုးရွာသွန်းမှုအခြေအနေစတဲ့ အချက်တွေအပေါ် မူတည်ပြီး လုပ်ဆောင်နေရတာကြောင့် တောင်သူတွေအနေနဲ့ သီးနှံစိုက်ပျိုးထုတ်လုပ်တဲ့နေရာမှာ  ပိုမိုစွန့်စားပြီးလုပ်ဆောင်ရမှာပဲဖြစ်ပါတယ်။",
  //20
  "ရေကို အကျိုးရှိစွာအသုံးပြုတယ်ဆိုတာ အသုံးပြုနိုင်တဲ့ရေပမာဏနဲ့ ထည့်သွင်းလိုက်တဲ့ရေအလိုက် ဈေးကွက်ရနိုင်တဲ့ သီးနှံအထွက်နှုန်းအချိုးပဲဖြစ်ပါတယ်။ ရေကိုဘယ်လောက်အကျိုးရှိရှိအသုံးပြုနိုင်လံဆိုတာကို တွက်ချက်တဲ့နေရာမှာ သီးနှံပင်ကနေ အသုံးပြုလိုက်တဲ့ ရေတစ်ယူနစ်အလိုက် ရရှိလာတဲ့စုစုပေါင်းသီးနှံအထွက်နှုန်း (သို့) စုစုပေါင်းဇီဝလောင်စာထုတ်လုပ်တဲ့အပေါ် အခြေခံပြီးတော့ တွက်ချက်ပါတယ်။ သီးနှံပင်တွေက သူတို့ရဲ့  ကြီးထွားမှုအဆင့်သတ်မှတ်ချက်အလိုက် ရေရရှိမူအပေါ်မူတည်ပြီးတော့ ပြောင်းလဲမှုတွေလည်းရှိပါတယ်။ ဒါကြောင့်မို့ ရေဟာ သီးနှံပင်ရဲ့ ကြီးထွားမှုနဲ့ အထွက်နှုန်းတို့ရဲ့  လိုအပ်တဲ့ကန့်သတ်ချက်တစ်ခုပဲ ဖြစ်ပါတယ်။",
  //21
  "မိုးကောင်းသောက်စိုက်ပျိုးခြင်းမှာ သွင်းရေကို ထပ်ပြီးထောက်ပံ့ပေးနိုင်မယ်ဆိုရင်တော့ ရေကို အကျိုးရှိရှိအသုံးပြုနိုင်စွမ်း ပိုမိုမြင့်မားစေနိုင်ပြီး သီးနှံအထွက်နှုန်းကို သိသာစွာတိုးလာစေမှာပဲဖြစ်ပါတယ်။ ဒါပေမယ့် မြေကြီးထဲမှာရှိတဲ့ ရေပမာဏအားလုံးကို သီးနှံပင်က ထုတ်ယူသုံးစွဲလိုက်မယ်ဆိုရင်တော့ ရေကိုအကျိုးရှိစွာအသုံးပြုနိုင်စွမ်းက သီးနှံအထွက်နှုန်းအမြင့်ဆုံးနဲ့ယှဉ်ရင် ပိုပြီးနိမ့်ကျသွားမှာပဲ ဖြစ်ပါတယ်",
  //22
  "ရေကို အကျိုးရှိစွာအသုံးပြုနိုင်ဖို့အတွက် \n(က) မိုးရွာသွန်းမှု၊ အပူချိန်၊ စိုထိုင်းဆနဲ့ အငွေ့ပျံမှုအနေအထားစတဲ့ ရာသီဥတုအခြေအနေတွေ\n(ခ) မြေဆီလွှာစိမ့်ဝင်နိုင်မှု၊ ရေ‌ငွေ့ပျံနိုင်မှု၊ မြေလွှာတွေနဲ့ မြေဆီလွှာရဲ့အနက်\n(ဂ) မြေအငန်ဓာတ်၊ မြေဆီလွှာရှိ ဓာတ်တွေဖွဲ့စည်းမှု၊ ဆားပမာဏနဲ့ ပြန့်နှံ့မှု\n(ဃ) မြေဆီဩဇာကောင်းမွန်မှု၊ အာဟာရဓါတ်တွေ အနည်းလိုနဲ့ အများလိုဓါတ်တွေရရှိနိုင်မှု\n(င) ပေါင်းပင်တွေနဲ့ ယှဉ်ပြိုင်နိုင်မှု\n(စ) ပိုးမွှားနဲ့ ရောဂါတွေ\n(ဆ) မျိုးရိုးဗီဇအလိုက် သတ်မှတ်ထားတဲ့ အလားအလာရှိတဲ့ သီးနှံအထွက်နှုန်းနဲ\n(ဇ) အဖွဲ့အစည်းဆိုင်ရာနဲ့ လူမှုစီးပွားဆိုင်ရာအချက်အလက်တွေ စတဲ့အချက်တွေကိုလည်း ထည့်သွင်းစဉ်းစားရမှာဖြစ်ပါတယ်။",
  //23
  "ဒါ့အပြင် မိုးရာသီမှာ မိုးရွာသွန်းမှုပြင်းအားနဲ့ ကြာချိန်ကာလတို့ဟာ နှစ်အလိုက်ပြောင်းလဲနိုင်ပါတယ်။ အဲ့လိုမျိုး သေချာရေရာမှုမရှိဘဲ ‌ပြောင်းလဲတတ်တဲ့ အခြေအနေတွေမှာ မိုး‌ကောင်းသောက် စိုက်ပျိုးရေးနည်းလမ်းနဲ့ သီးနှံစိုက်ပျိုးထုတ်လုပ်မယ်ဆိုရင်  အနှုတ်သဘောဆောင်တဲ့ (တစ်နည်းအားဖြင့် မကောင်းတဲ့) အကျိုးသက်ရောက်မှုနဲ့ပဲ ရင်ဆိုင်ရမှာဖြစ်ပါတယ်။ အပူပိုင်း ခြောက်သွေ့တဲ့နေရာတွေမှာ အပူချိန်ပြောင်းလဲမှုတွေက မြေကြီးနဲ့သီးနှံပင်တွေရဲ့ ရေငွေ့ပျံမှု၊ သီးနှံပင်ဖွံ့ဖြိုးမှုနဲ့ ရင့်မှည့်မှုတွေကိုသွားပြီး အကျိုးသက်ရောက်မှာဖြစ်ပါတယ်။ အပူချိန်မြင့်တက်လာတာက လေထုစိုထိုင်းဆနည်းမှုနဲ့ ပေါင်းစပ်သွားတဲ့အခါ အပင်အတွင်းက ရေဆုံးရှုံးမှုပိုများလာပြီးတော့ အပင်ကို ဖိစီးမှုဖြစ်စေကာ သီးနှံအထွက်နှုန်းကို လျော့ကျစေနိုင်ပါတယ်။ ဒါကြောင့် ရေရဲ့ မျှခြေအခြေအနေဆိုတာ စိုက်ပျိုးမြေဧရိယာတစ်ခုရဲ့ မိုးရွာသွန်းမှု၊ စီးဆင်းမှု၊ မြေကြီးရဲ့ ရေထိန်းထားနိုင်မှုနှင့် ရေငွေ့ပျံမှုတွေကြားက  အသားတင်ဆက်နွယ်မှုမျှခြေပဲဖြစ်ပါတယ်။",
  ////////      end 3.3.1
  //24
  ////////        start 3.4.1
  "ရေသွင်းခြင်းရဲ့ အဓိကအချက်တွေကတော့ ရေသွင်းမယ့်သီးနှံရဲ့  ရေလိုအပ်တဲ့အချိန်နဲ့ သွင်းရမယ့် ရေပမာဏတို့ပဲ ဖြစ်ပါတယ်။",
  //25
  "ဒါကြောင့်မို့ ပင်ငွေ့ပျံခြင်းရဲ့  နှုန်းထားခန့်မှန်းချက်ကိုလည်း သိရှိဖို့လိုပါမယ်။ ပင်ငွေ့ပျံတယ်ဆိုတာ မြေမျက်နှာပြင်ကနေ ရေတွေအငွေ့ပျံတာနဲ့ အပင်တစ်ရှူးတွေကနေ ပင်ငွေ့ပျံတာတွေပါဝင်တဲ့ ဖြစ်စဉ်ကိုခေါ်ဆိုတာပဲဖြစ်ပါတယ်။",
  //26
  "ရေသွင်းချိန်ဟာ အသုံးချရမည့်ရေပမာဏထက် အများကြီးပိုပြောင်းလဲတတ်ပြီးတော့ ရာသီဥတုဆိုင်ရာအချက်တွေ၊ သီးနှံလက္ခဏာတွေ၊ မြေဆီလွှာဂုဏ်သတ္တိတွေနဲ့ ရေသွင်းနည်းလမ်းတွေပေါ်မှာ မူတည်နေပါတယ်။ လယ်ယာလုပ်ငန်းလည်ပတ်ဖို့ လုပ်ဆောင်ရတဲ့အချက်တွေနဲ့ လယ်ယာရေရရှိမှုတို့ကလည်း ရေသွင်းရမယ့်အချိန်ကို ဆုံးဖြတ်တဲ့နေရာမှာ အရေးကြီးတဲ့ အခန်းကဏ္ဍကနေ ပါဝင်နေပါတယ်။",
  //27
  "ဒါ့အပြင် ဆားငန်ပေါက်မှု ပြဿနာတွေနဲ့ ဓာတုဗေဒဆိုင်ရာလိုအပ်ချက်တွေကလည်း အရေးကြီးပါတယ်။ ရေသွင်းချိန်သတ်မှတ်တာ (အချိန်ဇယားဆွဲတာ) က ကန့်သတ်ဘောင်တစ်ခုထက် ပိုပြီး အခြေခံရပါမယ်။ ရေသွင်းချိန်သတ်မှတ်ဖို့အတွက် အသုံးပြုနိုင်တဲ့အပင်တွေရဲ့ အဓိကကန့်သတ်ချက်တွေကတေ့ာ အရွက်ရဲ့ ရေထိန်းသိမ်းနိုင်စွမ်းပမာဏ၊ အရွက်အပူချိန်၊ အရွက်ရဲ့ ဆဲလ်အတွင်းမှာရှိတဲ့ စတိုမတာ(stomatal) အတွင်း စီးဆင်းမှုနဲ့ သီးခြားအပင်အင်္ဂါတွေရဲ့ ကြီးထွားမှုနှုန်းတို့ပဲဖြစ်ပါတယ်။",
  ////////       end 3.4.1
  //28
  ///////     start 3.4.2
  " ကမ္ဘာမြေကြီးရဲ့ဆွဲအားနဲ့ရေသွင်းခြင်းကွင်းပြင်တစ်ခုမှာ ရေစီးဆင်းတဲ့ဖြစ်စဉ်က မြေဆွဲအားနဲ့ သဘာ၀ရေအားလျှပ်စစ်ဖိအားကြောင့် ကွင်းပြင်ရဲ့ မျက်နှာပြင်အနှံ့မှာ ရေစီးဆင်းပျံ့နှံ့တာပဲဖြစ်ပါတယ်။ ရေဟာ သူ့ရဲ့သဘာ၀အရ မြင့်ရာမှနှိမ့်ရာလမ်းကြောင်းအတိုင်း စီးဆင်းလေ့ရှိပါတယ်။ အောင်မြင်ပြီးအကျိုးရှိတဲ့ရေသွင်းစနစ်ဖြစ်ဖို့ဆိုရင် မြေပြင်ကို ကောင်းမွန်စွာညှိထားပြီး ချောမွေ့တဲ့ မြေမျက်နှာပြင်ရှိဖို့ လိုအပ်ပါတယ်။ ဒီစနစ်ဟာ ဈေးလည်းသက်သာ၊ စွမ်းအင်လည်းချွေတာနိုင်တဲ့ ရေသ္ငင်းတဲ့နည်းလမ်းပဲဖြစ်ပါတယ်။",
  //29
  " ရေဖြန်းစက်နဲ့ ရေသွင်းခြင်းရေဖြန်းစက် (Sprinkler) နဲ့ ရေပေးတဲ့စနစ်ဟာ Nozzles တွေကနေ ရေကို ထုတ်ယူခြင်း၊ ဖိအားပေးပြီး ရေဖြန့်ဝေခြင်းနဲ့ အသုံးပြုခြင်းတို့ဖြစ်ပါတယ်။ ဒီစနစ်မှာ ရေအရင်းအမြစ်၊ ရေစုပ်တင်တဲ့စနစ်၊ ပိုက်နဲ့ နော်ဇယ်အစုံလိုက်တို့ ပါဝင်ပါတယ်။ ဒီစနစ်ကို မြေဆီလွှာအမျိုးအစားတော်တော်များများအတွက် အသုံးပြုလို့ရတဲ့အပြင်၊ ရေအသုံးပြုမှုကို လွယ်လွယ်ကူကူထိထိရောက်ရောက်လုပ်ဆောင်နိုင်ပြီး မြေညှိစရာလည်းမလိုဘဲ အသုံးပြုလို့ရတဲ့နည်းလမ်းဖြစ်ပါတယ်။ ",
  //30
  "ရေဖြန်းစက်နဲ့ ရေသွင်းတဲ့စနစ် (Sprinkler ရေသွင်းစနစ်) ကိုအသုံးပြုရာမှာ ကြုံတွေ့ရတဲ့ ကန့်သတ်ချက်တွေကတော့ -\n(က) စက်ကိရိယာ ကုန်ကျစရိတ် _ ငွေကြေးအရင်းအနှီးအတွက် ကုန်ကျစရိတ်ကို သင့်လျော်တဲ့အချိန်အတိုင်းအတာတစ်ခုအတွင်း ပြန်လည်ပေးဆပ်နိုင်ခြင်း ရှိ/မရှိကို ပြောတာပဲဖြစ်ပါတယ်။\n(ခ) ဖိအားစနစ်အတွက် လိုအပ်တဲ့စွမ်းအင်_ယုံကြည်စိတ်ချရတဲ့ စွမ်းအင်ရင်းမြစ်တစ်ခုရရှိဖို့က အရေးကြီးပါတယ်။ စွမ်းအင်ကုန်ကျစရိတ်ဟာ စုစုပေါင်းရေသွင်း ကုန်ကျစရိတ်အတွက် အရေးကြီးတဲ့ အစိတ်အပိုင်းတစ်ခုဖြစ်ပြီးတော့ အစားထိုးစနစ်တွေကို နှိုင်းယှဉ်တဲ့အခါ ထည့်သွင်းစဉ်းစားရမှာဖြစ်ပါတယ်။ ဒီရေသွင်းနည်းစနစ်ဟာ ပိုက်လိုင်းမှ ရေကိုဖိအားပေးပြီး ရေဖျန်းနိုင်ဖို့အတွက် စွမ်းအင်ကိုလိုအပ်ပါတယ်။ ရေဖြန်းစက် (Sprinkler) နဲ့ရေသွင်းတဲ့စနစ် အောင်မြင်ဖို့အတွက် လုံလောက်တဲ့ စွမ်းအင်ရရှိရေးဟာလည်း အရေးကြီးပါတယ်။",
  //31
  "Trickle စနစ်နဲ့ အစက်ချရေသွင်းခြင်းဒီစနစ်တွေက မြေကြီးကနေ လေထုထဲကို အငွေ့ပျံသွားတဲ့ရေကို အစားထိုးပေးပြီး မြေဆီလွှာကနေရရှိနိုင်တဲ့ရေကို သတ်မှတ်တန်ဖိုးအောက်ကို ဘယ်တော့မှ မရောက်စေဖို့အတွက်  သီးနှံ စိုက်ပျိုးချိန် ဒါမှမဟုတ် စိုက်ပျိုးပြီးချိန်မှာ ရေကိုပမာဏနည်းနည်းနဲ့ အကြိမ်ရေများများရေသွင်းတဲ့ နည်းစနစ်တွေပဲဖြစ်ပါတယ်။ ",
  //32
  "ဒီစနစ်ကို ရေပြတ်လပ်မှုကို ရှောင်ရှားသင့်ပြီး အချိန်တိုအတွင်မှာ ရေ‌‌ကြောင့်ဖြစ်တဲ့ ဖိစီးမှုကို လျှော့ချသင့်တဲ့တန်ဖိုးမြင့်သီးနှံတွေအတွက် အသုံးပြုပါတယ်။  အစက်ချစနစ်နဲ့ ရေပေးသွင်းတဲ့အကြိမ်ရေက များပြီး ၂-၅ ရက်လျှင် တစ်ကြိမ်ရေပေးသွင်းရပါတယ်။ ရေသွင်းမှုကြိမ်နှုန်းများတာကြောင့် မြေဆီလွှာရေတွေ လျော့နည်းတာ၊ မြေဆီလွှာပြောင်းလဲတာနဲ့ အပင်ရေဖိစီးတာတွေ နည်းပါးသွားပါတယ်။ ရေပေးသွင်းတဲ့ပမာဏက နည်းပါးပေမယ့်လည်း စိမ့်ဝင်မှုနှုန်းကို ကောင်းကောင်း ထိန်းထားပေးနိုင်ပါတယ်။ ဒီစနစ်က ရေဆုံးရှုံးမှု ဒါမှမဟုတ် ရေတွေအလေအလွင့်အဖြစ်စီးဆင်းမှုနဲ့ ရေတိုက်စားမှုတွေကို ရှောင်ရှားနိုင်တာကြောင့် ဒီစနစ်ကိုအသုံးပြုခြင်းက ထိရောက်မှုရှိပါတယ်။",
  //33
  "အနည်းငယ်ရေသွင်းခြင်း (Micro-irrigation)အနည်းငယ်ရေသွင်းခြင်း (Micro-irrigation ) နည်းက အခြားရေသွင်းတဲ့နည်းတွေနဲ့ လိုက်လျောညီထွေမဖြစ်တဲ့ မြေဆီလွှာတွေအတွက် သင့်လျော်ပါတယ်။ အနည်းငယ်‌ရေသွင်းတာကို အရမ်းသဲဆန်တဲ့မြေတွေနဲ့ ကျောက်တောင်စောင်းစိုက်ပျိုးမှုတွေမှာ အသုံးပြုပါတယ်။ များသောအားဖြင့်တော့ အနည်းငယ်ရေသွင်းတဲ့နည်းလမ်းက အခြားစနစ်တွေလောက် လုပ်သားအင်အားများများမလိုအပ်ပေမယ့်လည်း ပိုပြီးကျွမ်းကျင်တတ်မြောက်တဲ့လုပ်သားတွေကိုတော့ လိုအပ်ပါတယ်။",
  //34
  "အနည်းငယ်ရေသွင်းတဲ့နည်းလမ်းရဲ့ အဓိကအားနည်းချက်တွေကတော့ ကနဦးကုန်ကျစရိတ်၊ လည်ပတ်မှုနဲ့ ပြုပြင်ထိန်းသိမ်းမှုစရိတ် မြင့်မားတာတွေပဲဖြစ်ပါတယ်။ ",
  //35
  "ရေအစက်ချထုတ်လွှတ်ပေးတဲ့ကိရိယာတွေနဲ့ အနည်းငယ်ရေသွင်းတဲ့နည်းလမ်းကို သစ်ခွစိုက်ပျိုးရေးနဲ့ စပျစ်ခြံတွေ၊ ရင်းနှီးမြုပ်နှံလိုက်တဲ့ အရင်းအနှီးကို ညီမျှအောင်လုပ်ပေးနိုင်တဲ့ အခြားနှစ်ရှည်သီးနှံတွေမှာ အဓိကအသုံးပြုပါတယ်။အနည်းငယ်ရေသွင်းတဲ့နည်းလမ်းက အရည်အသွေးတူညီမှုရှိဖို့လိုအပ်တဲ့ သီးနှံပင်တွေ၊ အလှစိုက်သီးနှံတွေ၊အစိုနဲ့ ဆားပေါက်မှုဒဏ်ကို မခံနိုင်တဲ့ စတော်ဘယ်ရီ၊ ခရမ်းချဉ်သီး၊ သခွားမွှေး၊ ကြံ အစရှိတဲ့ တန်ဖိုးမြင့်သီးနှံတွေအတွက် သင့်တော်ပြီး သူ့ကို ဖန်လုံအိမ်စိုက်ပျိုးရေးမှာ အများဆုံးအသုံးပြုကြပါတယ်။ အနည်းငယ်ရေသွင်းခြင်းက ယေဘုယျအားဖြင့်တော့ အရည်အသွေးကောင်းတဲ့ရေကို လိုအပ်ပါတယ်။ နှစ်ရှည်သီးနှံတွေအတွက် အချိန်ကာလအကြာကြီးအသုံးပြုမယ့် အနည်းငယ်ရေသွင်းတဲ့စနစ်နဲ့ပတ်သက်ပြီး ပြုပြင်ထိန်းသိမ်းရတာကတော့ အမြဲတမ်းကြုံတွေ့ဖြေရှင်းနေရမယ့်အရာပဲဖြစ်ပါတယ်။ ",
  //36
  "ရေသွင်းတဲ့နည်းစနစ်တွေ တိုးတက်လာတာက ရေကို အခြားအသုံးပြုမှုတွေအတွက် တကယ်ပေးသွင်းနိုင်စေပေမယ့်လည်း မြစ်ဝှမ်းနေရာတွေမှာ ပိုပိုလျှံလျှံ ရေသွင်းတာက ရေကို အပြည့်အဝပြန်လည်ဖြည့်သွင်းပေးနိုင်ဖို့ နည်းပါတယ်။ ရေကို ပိုပိုလျှံလျှံသွင်းပေးတာကြောင့် ရေထုတ်ခြင်းပြဿနာတွေနဲ့ ရင်ဆိုင်ကြုံတွေ့ရတတ်ပါတယ်။ စိုက်ပျိုးနိုင်တဲ့မြေရဲ့ ရှင်သန်နိုင်စွမ်းကို ထိန်းသိမ်းဖို့အတွက်ဆိုရင် ပိုကောင်းတဲ့ ရေသွင်းနည်းလမ်းတွေကို လိုအပ်ပါတယ်။ ရေထုတ်ခက်ခဲတဲ့ မြေယာတိုင်းကလည်း ထိခိုက်ပျက်စီးခံရတဲ့ မြေများမဟုတ်နိုင်ပါ။ ",
  //37
  "မြေယာတွေမှာ အကျိုးထိရောက်မှုရှိရှိနဲ့ ရေပေးသွင်းနိုင်ဖို့နဲ့ အခြားနေရာတွေအတွက် အသုံးပြုနိုင်ဖို့ ရေကိုထိန်းသိမ်းဖို့အကြား ဆက်နွယ်ပတ်သက်ချက်က ရေရနိုင်တဲ့မြစ်ဝှမ်းမှာ မြေယာတည်ရှိနေတဲ့နေရာအပေါ် အများကြီးမူတည်နေပါတယ်။ ပိုပြီးများတဲ့ ရေပမာဏကို ရရှိလာနိုင်ဖို့ ဒါမှမဟုတ် ရေရဲ့အရည်အသွေးမနိမ့်ကျသွားဖို့ စတာတွေကိုလည်းအာရုံစိုက်ဖို့လိုအပ်ပါတယ်။  ",
  //38
  "ရေပေးသွင်းခြင်းစနစ်အတွက် ရေကိုအကျိုးရှိစွာအသုံးပြုရနိုင်ဖို့ ပထမဦးစားပေးရမယ့် ကန့်သတ်ချက်တွေကတေ့ာ လုပ်သား၊ ရေရရှိနိုင်မှု၊ ရေပေးသွင်းသူရဲ့  ဆုံးဖြတ်ချက်တွေ၊ ကွင်းအနေအထားနဲ့ပုံသဏ္ဍာန်၊ ရေတိုင်းတာမှုနဲ့ တွက်ချက်ခြင်း၊ ရေပေးသွင်းရမယ့်အချိန်ဇယားနဲ့ ရေစိမ့်ဝင်နိုင်မှုပြောင်းလဲနိင်ခြေတို့ပဲ ဖြစ်ပါတယ်။",
  //////////       end 3.4.2
  //39
  ////////        start 3.5.1
  "ရေစုဆောင်းတဲ့နည်းလမ်းတွေကိုရွေးချယ်ခြင်းရေစုဆောင်းတဲ့နည်းပညာတွေကို ရွေးချယ်တာက ဇီဝရုပ်ပိုင်းဆိုင်ရာ အံဝင်ခွင်ကျဖြစ်နိုင်မှုပေါ်မှာသာမကဘဲ လူမှုစီးပွားပတ်ဝန်းကျင်နဲ့ ပတ်ဝန်းကျင်စနစ်ကိုထိန်းသိမ်းဖို့ စွမ်းရည်အပေါ်မှာလည်း မူတည်ပါတယ်။စနစ်အားလုံးဟာ ထိန်းသိမ်းမှုအဆင့်မျိုးစုံကို လိုအပ်ပြီး အထူးသဖြင့် မိုးရွာသွန်းမှုနဲ့ စီးဆင်းမှုတို့ကြောင့် ဖြစ်လာတဲ့တိုက်စားခြင်းကို ထိန်းသိမ်းဖို့ လိုအပ်ပါတယ်။ ",
  //40
  "ဇယား ၁။ ဒေသတွင်း ရရှိနိုင်သည့် ပစ္စည်းအပေါ်မူတည်၍ အမျိုးမျိုးသော ထုတ်လုပ်မှုဆိုင်ရာ လိုအပ်ချက်များအတွက် သင့်လျော်သော ရေစုဆောင်းသည့်နည်းစနစ်များကို တင်ပြခြင်း",
  //41
  "ဖြည့်စွက်ရေသွင်းဖို့အတွက်ရေသိုလှောင်ခြင်းခြောက်သွေ့ချိန်မှာ အသုံးပြုဖို့အတွက် မိုးရာသီအတွင်းစီးဆင်းရေတွေကို ထိန်းသိမ်းတဲ့နည်းလမ်းတွေကတေ့ာ\n၁) ရေသိုလှောင်တဲ့စည်ပိုင်းကြီးတွေ/ပစ္စည်းတွေ\n၂) ရေသိုလှောင်တဲ့ကန်တွေ\n၃) Cisterns လို့ခေါ်တဲ့ ရေတွင်းတွေနဲ့ ဆည်တမံတွေမှာသိုလှောင်တာ တို့ပဲ ဖြစ်ပါတယ်။",
  //42
  "မိုးရေကို ဖြည့်စွက်ရေသွင်းဖို့အတွက်စုဆောင်းခြင်း ထွန်ရေကာတာတွေကို ရိုးရှင်းပြီး ကုန်ကျစရိတ်နည်းတဲ့ ထွန်စက် ဒါမှမဟုတ် တိရစ္ဆာန်ဆွဲတဲ့ ကိရိယာတွေ အသုံးပြုပြီးတော့ပဲဖြစ်ဖြစ်၊ လူအင်အားပဲ အသုံးပြုပြီးတော့ဖြစ်ဖြစ် တည်ဆောက်နိုင်တာကြောင့် ဒီစနစ်က ထုတ်လုပ်မှုစနစ်အတော်များများအတွက် သင့်လျော်ပါတယ်။ မြောင်းဖော်ပြီး ထွန်ကြောင်းအလိုက်အတန်းတွေက သီးနှံတွေစိုက်ပျိုးတာနဲ့ မြစ်ရေတင်ထွန်ယက်စိုက်ပျိုးတာ/ ကြောင်းဖော်ရေသွင်းတာတွေနဲ့အတူ မြေကြီးတမံငယ်တွေ တည်ဆောက်တာတွေလည်းပါဝင်ပါတယ်။ ဖြည့်စွက်ရေသွင်းဖို့အတွက် ရေသိုလှောင်တာက ပိုမိုကုန်ကျစရိတ်များပြီးတော့ ကျွမ်းကျင်မှုများစွာ လိုအပ်ပေမယ့်လည်း မိုးခေါင်တာကြောင့်ရေရှားပါးတဲ့ပြဿနာကို အများကြီးလျှော့ချပေးနိုင်တဲ့ အားသာချက်ရှိနေပါတယ်။",
  //43
  "စိုက်ပျိုးရေးထုတ်ကုန်တွေအတွက်အသုံးပြုဖို့ မိုးရေသိုလှောင်ထားတဲ့ရေကန်တွေမှာရှိတဲ့ သန့်ရှင်းတဲ့ရေအလုံပိတ်ရေနေစနစ်အမျိုးအစားမှာ အဆိပ်အတောက်ဖြစ်စေနိုင်တဲ့  အာဟာရတွေကိုဖယ်ရှားတာက အရေးကြီးတဲ့အခန်းကဏ္ဍမှာပါဝင်နေပါတယ်။ ဇီဝဖြစ်စဉ်နှုန်းမြင့်မားတဲ့ အချို့အပင်တွေဟာ အာဟာရဓာတ်တွေကို ရိုးရှင်းစွာအာသီသရှိတာကြောင့်  သဘာဝကို တုပပြုလုပ်ထားတဲ့ လူလုပ်နဲ့ဇီဝစစ်ထုတ်ခြင်းနှစ်မျိုးလုံးထက်  အဆိပ်အတောက်ဖြစ်စေနိုင်တဲ့  အရာတွေဖယ်ရှားတာကို သိသိသာသာလုပ်ဆောင်နိုင်ပါတယ်။ တချို့အပင်တွေကတော့ ရေညှိတွေနဲ့ ယှဉ်ပြိုင်ပေါက်ရောက်ကြပြီးတော့ ရေညှိတွေကြီးထွားမှုကို အနည်းဆုံးဖြစ်အောင် ထိန်းသိမ်းပေးပြီး ရေညှိပွင့်တွေပေါက်ရောက်တာကို တားဆီးပေးပါတယ်။ သူတို့ရဲ့  ရုပ်ပိုင်းဆိုင်ရာနဲ့လုပ်ဆောင်မှုဆိုင်ရာပင်ကိုယ်အရည်အချင်းတွေကြောင့် အဲ့လိုအပင်တွေကို ရေသန့်စင်တဲ့ မဟာဗျူဟာမြောက်နယ်ပယ်တွေမှာ ထားနိုင်ပါတယ်။",
  //44
  " အချို့အပင်တွေက အဆိပ်အတောက်ဖြစ်စေနိုင်တဲ့ အာဟာရ (သို့) heavy metals တွေကို ဖယ်ရှားတဲ့နေရာမှာ သိသိသာသာ ထိရောက်ပေမယ့်လည်း အဲ့ဒီအပင်တွေဟာ အလုံပိတ်ရေနေဧရိယာမှာရှိတဲ့ အခြားသောအပင်တွေနဲ့ ပြိုင်ဆိုင်မှုမရှိဘဲ ကျူးကျော်ပေါင်းပင်တွေ ဖြစ်နေပါတယ်။ ဥပမာအားဖြင့် ဗေဒါပင်ဟာ အာဟာရတွေဖယ်ရှားတဲ့နေရာမှာ အင်မတန်ထိရောက်ပြီးတော့ အလွန်ညစ်ညမ်းတဲ့ ရေဆိုးတွေအတွက် ဇီဝဗေဒဆိုင်ရာကုသမှုတစ်ရပ် အဖြစ် အသုံးပြုဖို့ အလားအလာအလွန်ကောင်းပါတယ်။။ သူ့ရဲ့ ပင်ပိုင်းဆိုင်ရာအင်္ဂါတွေက ဆိုးဆေးတွေ၊ heavy metals တွေ၊ နိုက်ထရိတ်နှင့် အမိုးနီးယားတွေက လွဲပြီးတော့ သဘာဝမဟုတ်တဲ့ ညစ်ညမ်းစေတဲ့အရာတွေပါဝင်တဲ့ ဓာတုဒြပ်ပေါင်းများစွာကို ဇီဝဗေဒဆိုင်ရာအစုအဝေး(သဘာ၀အတိုင်း) ပြန်ဖြစ်အောင် စွမ်းဆောင်နိုင်ပါတယ်။ ဗေဒါပင်ဟာ ဆွဲဆောင်မှုရှိတဲ့ အပင်တစ်ပင်ဖြစ်ရုံသာမက ရေစစ်ထုတ်ဖို့အတွက် အကောင်းဆုံးမျိုးစိတ်တစ်ခုဖြစ်ပေမယ့်လည်း သူ့ရဲ့ ပျံ့နှံ့နှုန်းက ရေကန်ပိုင်ရှင်တွေကို စိတ်ပျက်စေနိုင်ပါတယ်။ ဗေဒါပင်တွေက သူနဲ့ယှဉ်ပြိုင်ပေါက်ရောက်နိုင်တဲ့အပင်မရှိဘူးဆိုရင် ရက်သတ္တပတ်အနည်းငယ်အတွင်း ရေကန်မျက်နှာပြင်တစ်ခုလုံးကို ဖုံးအုပ်နိုင်လောက်အောင် လျင်မြန်စွာပျံ့နှံ့နိုင်ပါတယ်။ ဒါကြောင့် နေရာတော်တော်များများမှာ သူ့ကို ကျူးကျော်ပေါင်းပင် ဒါမှမဟုတ် အနှောက်အယှက်ဖြစ်စေတဲ့အပင်လို့ ယူဆကြပါတယ်။",
  //45
  "အသေးစားရေဖမ်းဧရိယာတွေမှ ရေကိုစုဆောင်းခြင်း (MCWH)အသေးစားရေဖမ်းဧရိယာတွေကနေ ရေကိုစုဆောင်းတယ်ဆိုတာ စိုက်ပျိုးသီးနှံတွေရဲ့ ရေလိုအပ်ချက်ကို ပြည့်မှီစေဖို့အတွက် သေးငယ်တဲ့ရေစီးဆင်းဧရိယာတွေကနေ စီးဆင်းလာတဲ့‌ရေတွေကို အနီးနားကပ်လျှက်မှာရှိတဲ့ စိမ့်ဝင်နိုင်တဲ့အမြစ်ဇုန်တွေမှာ စုဆောင်းတာပဲဖြစ်ပါတယ်။ အသေးစားရေဖမ်းဧရိယာတွေကနေ ရေကိုစုဆောင်တာရဲ့ ရည်ရွယ်ချက်ကတော့ မိုးရာသီအတွင်းစီးဆင်းလာတဲ့ရေတွေကို ရေစုဆောင်းတဲ့ ဧရိယာအောက်မှာရှိတဲ့ မြေကြီးထဲမှာ သို‌လှောင်ဖို့ပဲဖြစ်ပါတယ်။ ရေစုဆောင်းတဲ့ဧရိယာရဲ့ အရွယ်အစားက ရေစီးဆင်းတဲ့ဧရိယာတွေမှာ စိုက်ပျိုးတဲ့သီးနှံတွေရဲ့ ရာသီအလိုက်နှစ်စဉ်ရေအသုံးပြုမှုတွေကို ထိန်းသိမ်းထားဖို့ရည်ရွယ်ပါတယ်။  အသေးစားရေဖမ်းဧရိယာတွေကနေ ရေကိုစုဆောင်းတာကို အထူးသဖြင့် ရေသွင်းတာအတွက် အကုန်အကျတဲ့သောနေရာတွေ၊ ဒါနှမဟုတ် ရေသွင်းတဲ့နည်းလမ်းကို မလုပ်ဆောင်နိုင်တဲ့ မိုးနည်းရေရှား‌ဒေသတွေမှာ ပိုပြီးအသုံးဝင်ပါတယ်။ ရေကို သယ်ယူပို့လွှတ်တဲ့နေရာမှာ ဆုံးရှုံးမှုနည်းပါးတာကြောင့် အသေးစားရေစုဆောင်းတာတွေက အကြီးစားရေစုဆောင်းတဲ့အစီအစဉ်တွေထက် ပိုပြီးထိရောက်ပါတယ်။ ဒီစနစ်က မိုးနည်းတဲ့အခါ စီးဆင်းလာတဲ့ရေတွေကို စုဆောင်းပြီး ပြန်လည်ပေးသွင်းနိုင်ပေမယ့် အခြားနည်းစနစ်‌တွေကတော့ အဲ့လို မစွမ်းဆောင်နိုင်ပါဘူး။  ",
  /////////         end 3.5.1
  //46
  /////////       start 3.5.2
  "မြေဆီလွှာနဲ့ရေကိုစီမံခန့်ခွဲတယ်ဆိုတာ မြေယာအရင်းအမြစ်အားလုံးရဲ့  မူလအခြေအနေကို ထိန်းသိမ်းတာ၊ သဘာဝအတိုင်း ထိန်းသိမ်းစောင့်ရှောက်တာနဲ့ ရေရှည်အသုံးပြုနိုင်အောင် ထောက်ပံ့ပေးမယ့် စီမံခန့်ခွဲမှုစနစ်တွေကို အကောင်အထည်ဖော်တာပဲဖြစ်ပါတယ်။ မြေဆီလွှာနဲ့ရေထိန်းသိမ်းမှု အလေ့အကျင့်တွေပါဝင်တဲ့ သဘာဝပတ်ဝန်းကျင်နဲ့ညီညွတ်တဲ့ ရေရှည်တည်တံ့တဲ့ တောင်စောင်းစိုက်ပျိုးရေးနည်းပညာတွေကို အသုံးပြုတာက ပိုမိုကောင်းမွန်တဲ့ ပတ်ဝန်းကျင်ကို အထောက်အကူဖြစ်စေနိုင်တဲ့အပြင် တောင်စောင်းမြေတွေမှာရှိတဲ့ သဘာဝအရင်းအမြစ်တွေကိုလည်း ထိန်းသိမ်းပေးနိုင်မှာဖြစ်ပါတယ်။",
  //47
  "မြေဆီလွှာနှင့် ရေထိန်းသိမ်းခြင်းဆိုင်ရာ အလေ့အကျင့်အချို့မှာ အောက်ပါအတိုင်းဖြစ်ပါတယ်။\n(က) တောင်စောင်းတွင် တောင်ပတ်လမ်းဖောက်၍စိုက်ပျိုးခြင်း \n(ခ) တောင်စောင်းလှေခါးထစ်စိုက်ပျိုးခြင်း \n(ဂ) ကြားညှပ်သီးနှံပင်များကို ခြံစည်းရိုးသဖွယ်ပြုလုပ်၍ သီးညှပ်စိုက်ပျိုးခြင်း \n(ဃ) တောင်စောင်းစိုက်ပျိုးရေးနည်းပညာ \n(င) သီးနှံသစ်တောရောနှောစိုက်ပျိုးခြင်း (အသေးစိတ်ကို သင်ခန်းစာ ၄ - မတူကွဲပြားခြားနားသော သီးနှံစိုက်ပျိုးနည်းစနစ်များ တွင် ကြည့်ရှုပါ။) ",
  //48
  "ထွန်ယက်မှုပုံစံပြောင်းလဲခြင်းက သီးနှံအထွက်နှုန်းတိုးတက်စေနိုင်ပြီး မြေဆီလွှာတိုက်စားမှုကို လျော့ချပေးနိုင်ပါတယ်။\n၁) အပင်စိုက်လမ်းကြောင်း တစ်လျှောက်တွင်သာ မြေလှန်ခြင်း \n၂) အပေါ်ယံမြေလွှာများကိုဖြိုခွဲရန်အတွက် ထယ်နက်နက်ထိုးခြင်း \n၃) ကွန်တိုလိုင်းများအတိုင်း ဘောင်ဖော်ခြင်း၄) ကျင်းများတွင်သီးနှံများစိုက်ပျိုးခြင်းနှင့် သစ်ပင်နှင့် ချုံပုတ်ပင်များ ပတ်လည်တွင် လှေကားထစ်များ ပြုလုပ်ထားခြင်း",
  //49
  "ရေပိုပြီး ရှားပါးလာတာနဲ့အမျှ ရရှိနိုင်တဲ့ရေကို ထိန်းသိမ်းဖို့ကအများကြီးပိုအရေးကြီးလာပါတယ်။မြန်မာနိုင်ငံရဲ့ တောင်စောင်းဆင်ခြေလျှောဒေသတွေမှာ ထိန်းသိမ်းစောင့်ရှောက်ရေးသီးနှံတွေအဖြစ်စိုက်ပျိုးဖို့ သင့်တော်တဲ့ သီးနှံတွေကတော့ နာနတ်၊ ငှက်ပျော၊ ပဲစဉ်းငုံနဲ့ ဗက်တီဗာမြက် အစရှိတဲ့အပင်တွေအပြင် ပဲအမျိုးမျိုး၊ ထောပတ်၊ သရက်၊ ဝဥ၊ ကော်ဖီ နဲ့ လိမ္မော်တို့လို နှစ်ရှည်သီးနှံပင်တွေ သို့မဟုတ် သစ်သီးပင်တွေပဲ ဖြစ်ကြပါတယ်။ ဒါ့အပြင် ပဲပင်တွေလို နိုက်ထရိုဂျင် ဖမ်းယူနိုင်တဲ့ အပင်တွေ၊ နှစ်ရှည်သီးနှံပင်တွေက မြေဆီလွှာတိုက်စားမှုကို ထိန်းချုပ်နိုင်ပြီး မြေဆီဩဇာတိုးတက်ကောင်းမွန်စေတဲ့အပြင် အဲ့ဒီအပင်တွေကို ထင်း ဒါမှမဟုတ် မီးသွေးအဖြစ်လည်း အသုံးပြုနိုင်ပါတယ်။",
  //////////      end 3.5.2
  //50
  "မိုးရေကို ကောင်းစွာအသုံးပြုတာက မိုးနည်းတဲ့ ဒေသတွေမှာ ရရှိနိုင်တဲ့မိုးရေပမာဏကို သိသိသာသာများလာစေပါတယ်။ မိုးရေစုဆောင်းတာ၊ စီးဆင်းလာတဲ့ရေတွေ စု‌ဝေးလာတာ၊ မိုးရေသိုလှောင်ထားတာ စတဲ့နည်းလမ်းတွေအားလုံးကို တောင်စောင်းတွေ/လျှောစောက်တွေ ဒါမှမဟုတ် မြေပြင်ပေါ်ကိုကျဆင်းလာတဲ့ရေတွေကို တားဆီးစုဆောင်းပြီး ရေလိုအပ်တဲ့သီးနှံပင်တွေဆီကို ပင်မရေအရင်းမြစ်မိုးရေကနေ ရေပေးသွင်းတာလို့ ခေါ်ဆိုလို့ရပါတယ်။",
  //51
  "မိုးရေကိုစုဆောင်းတာရဲ့အကျိုးကျေးဇူးများမိုးရေကိုစုဆောင်းပြီး လယ်ယာစိုက်ပျိုးတာက သမာရိုးကျခြောက်သွေ့တဲ့ လယ်ယာစိုက်ပျိုးရေးနဲ့ နှိုင်းယှဉ်မယ်ဆိုရင် အထွက်နှုန်းကို နှစ်ဆ ဒါမှမဟုတ် သုံးဆပိုပြီးတိုးစေနိုင်မှာဖြစ်ပါတယ်။မိုးရေကို စုဆောင်းစိုက်ပျိုးတာက စိုက်ခင်းတွေအတွက် ရေကို ပိုမိုထောက်ပံ့ပေးနိုင်ရုံသာမကဘဲ မြေအောက်ရေကိုလည်း ပြန်လည်ဖြည့်ဆည်းပေးနိုင်တဲ့အပြင် မြေဆီလွှာတိုက်စားမှုကိုပါ လျော့ချပေးနိုင်မှာဖြစ်တယ်။",
  //////////       end 3.5.3
  //52
  ////////        start 3.6.1
  "များပြားလှတဲ့အကြောင်းအချက်အလက်တွေနဲ့ စီမံခန့်ခွဲမှုနည်းလမ်းတွေက ရေကို အကျိုးရှိရှိအသုံးပြုနိုင်ဖို့အတွက် ကူညီပေးနိုင်တာကြောင့် တောင်သူတွေအနေနဲ့ ရေကိုအကျိုးရှိရှိအသုံးပြုနိုင်ဖို့ လိုအပ်တဲ့အချက်တွေကို စိုက်ပျိူးရေးစနစ် ဒါမှမဟုတ် စနစ်တကျနည်းဗျူဟာအဖြစ်ကို ပေါင်းစပ်ပြီး အသုံးပြုသင့်ပါတယ်။ အချို့ချဉ်းကပ်မှုနည်းလမ်းတွေကတော့ \n၁) ထယ်ထိုးထွန်မွှေတာကို ထိန်းသိမ်းလုပ်ဆောင်ခြင်း\n၂) ကွန်တိုလိုင်းတွေအလိုက် စိုက်ပျိုးခြင်းနဲ့ အတန်းလိုက်ကြောင်းဆွဲစိုက်ပျိုးခြင်း\n၃) သီးနှံအကြွင်းအကျန်တွေကို စီမံခန့်ခွဲခြင်း\n၄) မြေလှပ်တဲ့ကာလတွေ အပါအဝင်သီးလှည့်စိုက်ပျိုးခြင်း\n၅) မိုးရွာသွန်းတာနဲ့ ရေသွင်းတာကို ဆက်စပ်အသုံးပြုခြင်း စတဲ့နည်းလမ်းတွေပဲဖြစ်ပါတယ်။",
  ///////     end 3.6.1
  //53
  /////////      start 3.6.2
  "များပြားလှတဲ့အကြောင်းအချက်အလက်တွေနဲ့ စီမံခန့်ခွဲမှုနည်းလမ်းတွေက ရေကို အကျိုးရှိရှိအသုံးပြုနိုင်ဖို့အတွက် ကူညီပေးနိုင်တာကြောင့် တောင်သူတွေအနေနဲ့ ရေကိုအကျိုးရှိရှိအသုံးပြုနိုင်ဖို့ လိုအပ်တဲ့အချက်တွေကို စိုက်ပျိူးရေးစနစ် ဒါမှမဟုတ် စနစ်တကျနည်းဗျူဟာအဖြစ်ကို ပေါင်းစပ်ပြီး အသုံးပြုသင့်ပါတယ်။ အချို့ချဉ်းကပ်မှုနည်းလမ်းတွေကတော့ \n၁) ထယ်ထိုးထွန်မွှေတာကို ထိန်းသိမ်းလုပ်ဆောင်ခြင်း\n၂) ကွန်တိုလိုင်းတွေအလိုက် စိုက်ပျိုးခြင်းနဲ့ အတန်းလိုက်ကြောင်းဆွဲစိုက်ပျိုးခြင်း\n၃) သီးနှံအကြွင်းအကျန်တွေကို စီမံခန့်ခွဲခြင်း\n၄) မြေလှပ်တဲ့ကာလတွေ အပါအဝင်သီးလှည့်စိုက်ပျိုးခြင်း\n၅) မိုးရွာသွန်းတာနဲ့ ရေသွင်းတာကို ဆက်စပ်အသုံးပြုခြင်း စတဲ့နည်းလမ်းတွေပဲဖြစ်ပါတယ်။",
  /////////      end 3.6.2
  //54
  ////////     start 3.6.3
  "ကွန်တိုစိုက်ပျိုးတာနဲ့ အတန်းလိုက်ကြောင်းဆွဲစိုက်ပျိုးတဲ့စနစ်က မြေမျက်နှာပြင်မညီညာပဲ လှိုင်းထနေတဲ့နေရာတွေမှာ ရေတွေလေလွင့်စီးဆင်းတာနဲ့ တိုက်စားမှုဒဏ်ကို ထိန်းချုပ်ဖို့အတွက် ကူညီပံ့ပိုးပေးနိုင်ပါတယ်။ ကွန်တိုစိုက်ပျိုးတဲ့နည်းလမ်းက မြေမျက်နှာပြင်ထိန်းသိမ်းမှုကို ကောင်းမွန်စေပြီးတော့ ပိုလျှံနေတဲ့ရေတွေကို ရေထွက်ပေါက်ဆီကို လမ်းညွှန်ပေးတဲ့ လှေကားထစ်စိုက်ပျိုးနည်းစနစ်နဲ့ မကြာခဏတွဲပြီး အသုံးပြုလေ့ရှိကြပါတယ်။",
  ////////     end 3.6.3
  //55
  ///////    start 3.6.4
  "သီးနှံစိုက်ပျိုးထားခြင်းမရှိတဲ့ မြေတွေမှာ သီးနှံအကြွင်းအကျန်တွေကို ဖုံးအုပ်ပြီးထားရှိတာက မိုးရေစက်တွေကြောင့် အပေါ်ယံမြေလွှာအစုအစည်းတွေပြိုကွဲတာ၊ ရေတွေအလေအလွင့်အဖြစ် စီးဆင်းတာ၊ တိုက်စားမှုတွေနဲ့ ရေငွေ့ပျံဆုံးရှုံးတာတွေကို လျော့ကျစေပါတယ်။ ပြီးတော့ မြေကို အကြာကြီးဖုံးအုပ်ထားတာကြောင့် ရေထိန်းအားကောင်းစေပြီး အစိုဓာတ်ကိုလည်း ကောင်းကောင်းထိန်းထားပေးနိုင်ပါတယ်။",
  ///////    end 3.6.4
  //56
  ////////    start   3.6.6
  "ခြောက်သွေ့တဲ့အခြေအနေတွေမှာ သီးနှံရဲ့ ရေလိုအပ်မှုကို ထောက်ပံ့ပေးဖို့အတွက်ဆိုရင် မိုးရေကိုပဲ မှီခိုအားထားရမှာဖြစ်ပါတယ်။။ လယ်သမားတွေအနေနဲ့ ဖြည့်စွက်ရေပေးသွင်းတဲ့အချိန်ဇယားကို အချက် (၃) ချက်အပေါ်မူတည်ပြီး သတ်မှတ်ထားသင့်ပါတယ်။\n(၁) သီးနှံပင်တွေအတွက် ရရှိနိုင်တဲ့ရေပမာဏ \n(၂) ရရှိနိုင်တဲ့သွင်း‌ရေကို ပေးသွင်းမယ့်အချိန် \n(၃) သီးနှံဖွံ့ဖြိုးမှုရဲ့ အရေးကြီးတဲ့အဆင့်တွေ ဆိုတဲ့ အချက် \n(၃) ချက်ပဲ ဖြစ်ပါတယ်။ (မြေတစ်ယူနစ်တွင် ရေတစ်ယူနစ်ပမာဏ သုံးစွဲ၍ အမြင့်ဆုံး စိုက်ပျိုးထုတ်လုပ်မှုကို ရရှိရန် ရည်ရွယ်ပြီး မိုးရွာသွန်းမှုကို ထိရောက်ကောင်းမွန်စွာ အသုံးပြုနိုင်ရန်) စုစုပေါင်းအကျိုးရလဒ်မှာ မိုးရွာသွန်းမှုနဲ့ သွင်းရေကို အလွန်အကျိုးရှိစွာ ဆက်စပ်သုံးစွဲနိုင်ခြင်းပဲဖြစ်ပါတယ်။",
  //57
  "အောင်မြင်တဲ့ မိုးကောင်းသောက်စိုက်ပျိုးရေးစနစ်ဖြစ်ဖို့ဆိုရင် မြေဆီလွှာနဲ့ရေကို အလေအလွင့်ဆုံးရှုံးမှုနည်းပါးအောင် ထိထိရောက်ရောက်စီမံခန့်ခွဲနိုင်ဖို့နဲ့၊ သီးနှံတွေကနေ ရေကို ပိုပြီးအကျိုးရှိရှိအသုံးပြုနိုင်ဖို့ လိုအပ်ပါတယ်။ အခုဆိုရင် ရာသီဉတုအမျိုးမျိုး၊ မြေအနေအထားနဲ့ သီးနှံပင်တွေအလိုက် တိကျတဲ့စိုက်ပျိုးရေးနည်းစနစ်တွေလည်း ရှိလာပြီဖြစ်ပါတယ်။ အဲဒီ့နည်းစနစ်တွေထဲမှာဆိုရင် မြေဆီလွှာမှာ ရေကို ကုန်ကျစရိတ်သက်သက်သာသာနဲ့ ပိုမိုသိုလှောင်နိုင်ပြီး အငွေ့ပျံဆုံးရှုံးတာနဲ့ မြေဆီလွှာကနေရေရရှိဖို့အတွက် ပေါင်းမြက်နဲ့သီးနှံယှဉ်ပြိုင်တာတွေကို လျော့နည်းစေနိုင်တဲ့ ထယ်ထိုးထွန်မွှေခြင်းအလေ့အထတွေပါဝင်ပါတယ်။",
  //58
  "မိုးခေါင်တာကြောင့် သီးနှံစိုက်ပျိုးထုတ်လုပ်ဖို့အတွက် ရရှိတဲ့မိုးရေပမာဏနည်းသွားပြီးတော့ စိုက်ပျိုးရေးအတွက် သွင်းရေတွေ ပိုမိုလိုအပ်လာပါတယ်။ ရေသွင်းစိုက်ပျိုးတဲ့ဒေသအများစုက သီးနှံစိုက်ပျိုးထုတ်လုပ်ဖို့အတွက် သဘာဝမိုးရွာသွန်းတာကနေရတဲ့မိုးရေကို အားဖြည့်သွင်းရေအဖြစ်အသုံးပြုပြီး မိုးရေကို အကျိုးရှိရှိထိရောက်စွာသုံးစွဲသင့်ပါတယ်။",
  //59
  "စီးဆင်းလာတဲ့မိုးရေကိုအသုံးပြုပြီး ရေပေးသွင်းတဲ့နေရာမှာ ပိုပြီးအကျိုးရှိရှိ အသုံးပြုနိုင်ပါတယ်။ ဒီအချက်ဟာဆိုရင် မိုးကောင်းသောက်စိုက်ပျိုးရေးစနစ်ကို အသုံးပြုတဲ့ ရေရှားမိုးနည်းပြီးခြောက်သွေ့တဲ့ အပူပိုင်းဇုန်ဒေသတွေအတွက် အရမ်းအရေးကြီးပါတယ်။ စီးဆင်းလာတဲ့မိုးရေကို သီးနှံစိုက်ပျိုးထားတဲ့ စိုက်ခင်းတွေမှာတိုက်ရိုက်အသုံးပြုနိုင်ပြီးတော့ အမြစ်ဇုန်အတွင်းထဲမှာ ရေကိုထိန်းထားလို့ရပါတယ်။  စီးဆင်းလာတဲ့မိုးရေကိုအသုံးပြုပြီး ရေပေးသွင်းတာက လယ်ယာကုန်ထုတ်စွမ်းအားကို နှစ်ဆကနေလေးဆအထိ တိုးမြင့်စေနိုင်တယ်ဆိုတာကို သုသေသနအစီရင်ခံစာတွေမှာလည်း ဖော်ပြထားပါတယ်။",
  ////////     end 3.6.6
];
