List<String> module5TextList = [
  //     start 5.1.1
  //0
  "ဘက်ပေါင်းစုံလယ်ယာစနစ်အရဆိုရင် တစ်နေရာတည်းမှာ  စိုက်ပျိုးရေးလုပ်ငန်းကို တိရစ္ဆာန်မွေးမြူရေး၊ ကြက်ဘဲမွေးမြူရေး၊ ငါးမွေးမြူရေးလုပ်ငန်းတွေနဲ့ ပေါင်းစည်းလုပ်ကိုင်တာကြောင့် တစ်နှစ်ပတ်လုံး လုပ်ငန်းအဆက်မပြတ်လည်ပတ်ပြီး အပိုဝင်ငွေတွေကိုပါရရှိစေနိုင်ပါတယ်။ ဥပမာ- ကြက်ဘဲမွေးမြူရေးကို ကုန်းမြင့်ပိုင်းမှာ လုပ်ကိုင်ပြီး ကြက်ဘဲမွေးမြူရေးကနေ ထွက်ရှိတဲ့ အညစ်အကြေးတွေကို သူ့အနီးအနားမှာရှိတဲ့ စိုက်ပျိုးရေးလုပ်ငန်းတွေမှာ ပြန်လည်အသုံးပြုတာမျိုးပဲဖြစ်ပါတယ်။",
  //       end 5.1.1
  //1
  //////    start 5.1.2
  "ဘက်ပေါင်းစုံလယ်ယာစီမံခန့်ခွဲမှုစနစ် (IFM) ဟာဆိုရင် တိကျတဲ့မြေနေရာတစ်ခုမှာ သမာရိုးကျစိုက်ပျိုးနည်းစနစ်တွေနဲ့ ခေတ်မီနည်းပညာတွေကို အကောင်းဆုံးပေါင်းစပ်ပြီး အသုံးချလုပ်ကိုင်တဲ့ လယ်ယာစီးပွားလုပ်ငန်းတစ်ရပ်ပဲဖြစ်ပါတယ်။"
      //2
      "တန်ဖိုးရှိတဲ့အရင်းအမြစ်တွေကို ကာကွယ်ထိန်းသိမ်းပြီးတော့ စိုက်ပျိုးထုတ်လုပ်မှုကို မြင့်တက်စေဖို့ နည်းပညာအသစ်တွေ တီထွင်တာနဲ့ လက်ခံအသုံးပြုတာ၊ စီးပွားရေးဆိုင်ရာစီမံကိန်းရေးဆွဲမှုတွေကို ပိုမိုလိမ္မာပါးနပ်တဲ့ နည်းလမ်းတွေနဲ့ရေးဆွဲတာ၊ သွင်းအားစုတွေကို သင့်တော်ပြီး အကျိုးရှိမယ့် အသုံးပြုမှုဖြစ်စေတာ စတဲ့အချက်တွေကို အသေးစိတ်အထူးဂရုပြုဖို့က အဓိကသော့ချက်ပဲဖြစ်ပါတယ်။ စိုက်ပျိုးဂေဟစနစ်တွေဟာဆိုရင် အစားအစာ၊ ချည်မျှင်နဲ့ အခြားစိုက်ပျိုးရေးထွက်ကုန်တွေကို ထုတ်လုပ်ဖို့ လူတွေ အဆင့်မြှင့်ပြုပြင်ထားတဲ့ ဂေဟစနစ်တွေပဲဖြစ်ပါတယ်။ ဂေဟစနစ်တွေလိုပဲ စိုက်ပျိုးဂေဟစနစ်တွေကလည်း ဖွဲ့စည်းတည်ဆောက်ပုံအရနဲ့ ရွေ့လျားမှုအရ ရှုပ်ထွေးမှုတွေရှိပါတယ်။ ဒါပေမယ့်လည်း အဲ့ဒီရှုပ်ထွေးမှုတွေဟာ လူမှုစီးပွားဆိုင်ရာနဲ့ ဂေဟစနစ်ဆိုင်ရာကြားမှာရှိတဲ့ အပြန်အလှန်အကျိုးသက်ရောက်မှုတွေကြောင့် ဖြစ်ပေါ်လာရတာပဲဖြစ်ပါတယ်။",
  //     end 5.1.2
  //3
  //       start 5.1.3
  "စိုက်ပျိုးဂေဟစနစ်စိုက်ပျိုးဂေဟစနစ်တွေဟာဆိုရင် အစားအစာ၊ ချည်မျှင်နဲ့ အခြားစိုက်ပျိုးရေးထွက်ကုန်တွေကို ထုတ်လုပ်ဖို့ လူတွေ အဆင့်မြှင့်ပြုပြင်ထားတဲ့ ဂေဟစနစ်တွေပဲဖြစ်ပါတယ်။ ဂေဟစနစ်တွေလိုပဲ စိုက်ပျိုးဂေဟစနစ်တွေကလည်း ဖွဲ့စည်းတည်ဆောက်ပုံအရနဲ့ ရွေ့လျားမှုအရ ရှုပ်ထွေးမှုတွေရှိပါတယ်။ ဒါပေမယ့်လည်း အဲ့ဒီရှုပ်ထွေးမှုတွေက လူမှုစီးပွားဆိုင်ရာနဲ့ ဂေဟစနစ်ဆိုင်ရာကြားမှာရှိတဲ့ အပြန်အလှန် အကျိုးသက်ရောက်မှုတွေကြောင့် ဖြစ်ပေါ်လာရတာပဲဖြစ်ပါတယ်။",
  //          end 5.1.3
  //4
  //      start 5.2.1
  "ဇယား(၁)။ သီးနှံစနစ်နဲ့ လယ်ယာစိုက်ပျိုးတဲ့စနစ်အကြားကွာခြားချက်များ ",
  //       end 5.2.1
  //5
  //      start 5.2.2
  "စိုက်ပျိုးဂေဟစနစ် လည်ပတ်တဲ့ပုံစံမှာ \n(၁) သီးနှံအကြွင်းအကျန်တွေ\n(၂) တိရစ္ဆာန်အညစ်အကြေး \n(၃) စက်ရုံတွေကနေထွက်လာတဲ့ အညစ်အကြေး \n(၄) မြို့တွေနဲ့ ရွာတွေကနေ ထွက်လာတဲ့သဘာဝအမှိုက်သရိုက်တွေနဲ့\n(၅) လူတွေရဲ့ လုပ်ဆောင်ချက်တွေကြောင့် လေထုထဲကိုရောက်ရှိလာတဲ့ကာဗွန် အစရှိတဲ့အရာတွေ ပါ၀င်လည်ပတ်နေပါတယ်။"
      //6
      "ဥပမာ- ကောက်ရိုးနဲ့ တိရစ္ဆာန်အညစ်အကြေးကိုအသုံးပြုပြီး  မှိုစိုက်ပျိုးတာက စွန့်ပစ်ပစ္စည်းကိုသုံးတဲ့ သမားရိုးကျနည်းလမ်းတစ်ခုဖြစ်ပါတယ်။ စိုက်ပျိုးတဲ့နေရာအခံကို ကောက်ရိုး/လွှစာနဲ့  နွားချေး/ဝက်ချေးတို့အရောကို အချဉ်ဖောက်ပြီးပြုလုပ်ပါတယ်။ မှိုကိုရိတ်သိမ်းပြီးတဲ့အခါ စိုက်ပျိုးတဲ့အခံကို မြေယာတွေမှာ သဘာဝမြေဩဇာအဖြစ် ပြောင်းလဲအသုံးပြုလေ့ရှိကြပါတယ်။",
  //7
  "သက်ရှိဇီဝမျိုးကွဲအစုံစီစဉ်ထားရှိတာမှာ မျိုးရိုးဗီဇဆိုင်ရာအမျိုးအစားစုံလင်မှု၊ မျိုးစိတ်ပေါင်းစုံ စုံလင်မှုနဲ့ ဂေဟစနစ်/မြေယာစုံလင်မှုတွေပါဝင်ပါတယ်။ စိုက်ပျိုးဂေဟစနစ်မှာ သက်ရှိဇီဝမျိုးကွဲစုံလင်မှုဆိုတာ ဒေသတွင်းသီးနှံတွေနဲ့ တိရစ္ဆာန်တွေသာမက စိုက်ပျိုးထုတ်လုပ်တဲ့ နေရာအနီးဝန်းကျင်မှာရှိတဲ့ သဘာဝမိတ်ဆွေပိုးတွေ၊ ဖုံးလွှမ်းထားတဲ့မြက်ပင်တွေ၊ ငါးကန်တစ်ကန်ရှိ အပင်မျိုးစုနဲ့သတ္တဝါမျိုးစုတွေ (phytoplankton နဲ့ zooplankton)၊ လေကာပင်တွေ၊ အပင်နဲ့ တိရစ္ဆာန်မျိုးတွေနဲ့  တောရိုင်းမျိုးစိတ်တွေလည်း ပါဝင်ပါတယ်။",
  //     end 5.2.2
  //8
  //    start 5.3.1
  "ကမ္ဘာ့မြေပေါ်မှာ တိရစ္ဆာန်တွေဟာ ဂေဟစနစ်အားလုံးရဲ့ မရှိမဖြစ်တဲ့ အစိတ်အပိုင်းတွေပဲဖြစ်ကြပါတယ်။ တိရစ္ဆာန်တွေက အပင်တွေကို စားသုံးပြီး အပင်တွေရဲ့ ဇီဝဓာတ်ထုကို တိရစ္ဆာန်တွေရဲ့ ဇီဝဓာတ်ထုအဖြစ်သို့ ပြောင်းလဲပြီးတော့ အဲ့ဒီဇီဝဓာတ်ထုကတဖြည်းဖြည်းနဲ့ အပင်တွေဆီကို အာဟာရပြည့်ဝတဲ့ သဘာဝမြေဆွေးပုံစံအဖြစ်နဲ့ ပြန်လည်ရောက်ရှိလာပါတယ်။ စိုက်ပျိုးဂေဟစနစ်တွေဟာ မွမ်းမံထားတဲ့ သဘာဝဂေဟစနစ်တွေဖြစ်ကြတဲ့အတွက် ဇီဝဓာတ်ထုတွေရရှိဖို့ ရည်ရွယ်ချက်နဲ့ တိရစ္ဆာန်တွေကို လိုအပ်ပါတယ်။",
  //     end 5.3.1
  //9
  //    start 5.3.2
  "သဘာဝဂေဟစနစ်အားလုံးမှာ အာဟာရဓာတ်တွေလည်ပတ်နေတဲ့အတိုင်း အပင်စားတိရစ္ဆာန်တွေက သက်ရှိဇီဝတွေ စနစ်မှာလည်ပတ်နေနိုင်စေဖို့အတွက် မရှိမဖြစ်တဲ့အခန်းကဏ္ဍကနေ ပါဝင်ပါတယ်။ ထိရောက်အကျိုးရှိမှု၊ ထုတ်လုပ်နိုင်မှုနဲ့ တည်မြဲမှုစတာတွေကနေ ထွက်ပေါ်လာတဲ့ ဂုဏ်သတ္တိတွေအားလုံးက အခြေခံဂေဟစနစ်ဖြစ်စဉ်နဲ့ ဆက်စပ်နေကြပါတယ်။",
  //10
  "ဂေဟစနစ်တွေအတွက် တိရစ္ဆာန်တွေ၊ ဆွေးမြည့်ပုပ်သိုးစေတဲ့အရာတွေနဲ့ အသက်မရှိတော့တဲ့ အရာတွေကို စားသုံးတဲ့တိရစ္ဆာန်တွေက သူတို့သိုလှောင်ထားတဲ့ အာဟာရဓာတ်တွေကိုအပင်တွေဆီ ထုတ်လွှတ်ပေးဖို့ အရေးကြီးပါတယ်။ ဒါကြောင့် တိရစ္ဆာန်တွေက နိုက်ထရိုဂျင်စက်ဝန်း၊ ကာဗွန်စက်ဝန်းနဲ့ ဖော့စ်ဖောရပ်စ်စက်ဝန်းအတွက် အရေးပါတဲ့အစိတ်အပိုင်းတစ်ခုဖြစ်ပါတယ်။ အာဟာရဓာတ်တွေ မြေကြီးထဲ ဒါမှမဟုတ် လေထုထဲကိုထွက်သွားတဲ့နေရာမှာ ပထမဆုံးအဆင့်က အပင်တစ်ရှူးရဲ့စားသုံးတဲ့အဆင့်ဖြစ်ပြီးတော့ အဲ့ဒါနောက်မှာတော့ အစာခြေခြင်း၊ စွန့်ထုတ်ခြင်းနဲ့ ဖြိုခွဲခြင်းတို့ ဖြစ်ပေါ်ပါတယ်။",
  //      end 5.3.2
  //11
  //      start 5.5.1
  "အချို့ပေါင်းပင်တွေက ဂေဟစနစ်မှာ အခန်းကဏ္ဍတစ်ခုအနေနဲ့ ပါဝင်နေပါတယ်။ ဒါပေမယ့်လည်း ပေါင်းပင်တွေဟာ သီးနှံပင်နဲ့ ယှဉ်ပြိုင်နိုင်လာတဲ့အထိတော့ မပေါများသင့်ပါဘူး။ သီးနှံပင်နဲ့ ပေါင်းပင်တွေ အာဟာရဓာတ်စုပ်ယူမှုယှဉ်ပြိုင်ခြင်းရဲ့ အရေးကြီးဆုံးအချိန်ကာလကို တွက်ချက်ထားရဖို့လိုအပ်ပါတယ်။ ဥပမာပြောရရင် သီးနှံပင်ကောင်းစွာ ကြီးထွားပြီးတဲ့ အချိန်မှသာ ပေါင်းပင်ပေါက်ရောက်မှုကို ခွင့်ပြုတာလိုမျိုး ဘယ်အချိန်မှာစိုက်ရမလဲဆိုတာကို တွက်ချက်စီစဥ်ထားတာမျိုးကို ပြောတာဖြစ်ပါတယ်၊ ",
  //12
  "ပေါင်းပင်တွေမှာ ပိုးမွှားအင်းဆက်တွေကို ထောင်ခြောက်ဆင်လိုက်သလိုမျိုး ချုပ်မိစေတဲ့ ပေါင်းပင်အမျိုးအစားတွေ၊ ပိုမွှားတွေကို အနံ့နဲ့တုံ့ပြန်ဆွဲဆောင်တဲ့ ပေါင်းပင်တွေနဲ့ ပန်းပွင့်တဲ့အချိန်မှာ မိတ်ဆွေပိုးတွေအတွက် အစာအရင်းအမြစ်အဖြစ် ဖြည့်ဆည်းပေးတဲ့ ပေါင်းပင်တွေဆိုပြီး အမျိုးမျိုးရှိကြပါတယ်။ ဥပမာ- ပြောင်းပင်နဲ့ ပေါင်းပင်‌တွေ ရောနှောနေတဲ့အခါ ပေါင်းပင်တွေက ဖျက်ပိုးတွေအတွက် ပိုပြီးဆွဲဆောင်မှုရှိတာကြောင့် ပြောင်းပင်ကို ပိုးတွေမကပ်တော့ဘဲ ပေါင်းပင်တွေမှာသာ ဖျက်ပိုးအများစုသွားပြီးကျရောက်ပါတယ်။ ပေါင်းပင်တွေမှာ ဖျက်ပိုးတွေစုပြုံနေတဲ့အခါ တောင်သူတွေအနေနဲ့ အဲဒီ့ပေါင်းပင်တွေကို ရိတ်ပြီးမီးရှို့ဖျက်ဆီးနိုင်ပါတယ်။",
  //13
  "နောက်ထပ်ဥပမာတစ်ခုကတော့ အင်းဆက်ဖျက်ပိုးတွေက မုန်ညင်းမျိုးရင်းဝင်အပင်ရိုင်းတွေကို ဂေါ်ဖီထုပ်ထက် ပိုပြီးကြိုက်နှစ်သက်ကြပါတယ်။ အချို့နိုင်ငံတွေမှာ ပဲပင်တွေအနီးပေါက်ရောက်တဲ့ ပေါင်းမြက်ပင်တွေက ဖြုတ်ပိုးတွေ မကြိုက်တဲ့အနံ့ကို ထုတ်ပေးနိုင်တာကြောင့် ဖျက်ပိုးတွေ ပဲပင်ဆီကို မကျရောက်နိုင်တော့ပါဘူး။",
  //     end 5.5.1
  //14
  //      start 5.5.2
  "ကန်စွန်းဥနဲ့ ပြောင်းကို အတူတကွစိုက်ပျိုးခြင်းက ကန်စွန်းဥအပင်မှာ ကျရောက်တဲ့  နှာတံရှည်ကျိုင်းကောင်တွေ (Weevil) ကို ထိန်းချုပ်နိုင်တယ်လို့ သုတေသနအချို့က ဆိုထားပါတယ်။ ပြောင်းပင်ရဲ့ ဝတ်မှုန်က ကန်စွန်းဥဖျက်ပိုးတွေဖြစ်တဲ့  နှာတံရှည်ကျိုင်းကောင်တွေ (Weevil) ကို ဖမ်းဆီးစားသောက်မယ့် သားရဲကောင်တွေကို ဆွဲဆောင်နေတာကြောင့် သားရဲကောင်အရေအတွက်ပိုများလာပြီး ကန်စွန်းဥအပင်မှာကျရောက်တဲ့ နှာတံရှည်ကျိုင်းကောင်တွေ (Weevil)ကို ဖမ်းဆီးထိန်းချုပ်ပေးတာမို့ ပြောင်းပင်တွေကို ကျရောက်မယ့် ကျိုင်းကောင်တွေရဲ့  အန္တရာယ်ကို ထိန်းချုပ်နိုင်သွားပါတယ်။",
  //15
  "မတူတဲ့ပေါင်းစပ်စိုက်ပျိုးနည်းအမျိုးမျိုးကိုသုံးပြီး သီးနှံပင်တွေကို သီးနှံဖျက်ပိုးအမျိုးမျိုးအန္တရာယ်ကနေ ကာကွယ်နှိမ်နင်းနိုင်ပါတယ်။ ဥပမာ- အာတာလွတ်ပင်တွေကို ပဲပင်တွေနဲ့ အတူစိုက်မယ်ဆိုရင် အာတာလွတ်ဖျက်ပိုးတွေကို ကာကွယ်နှိမ်နင်းနိုင်ပြီး ဂေါ်ဖီထုပ်ပင်ကို နှမ်းပင်နဲ့အတူ စိုက်ပျိုးမယ်ဆိုရင်တော့ ယင်ဖြူကျရောက်မှုကို ထိန်းချုပ်နိုင်မှာဖြစ်ပါတယ်။",
  //16
  "မြေကာပင်အမျိုးအစားအမျိုးမျိုးက လုပ်ငန်းဆောင်တာအများကြီးကို ဆောင်ရွက်နိုင်ပါတယ်။ ဥပမာ- မြေဆီလွှာတည်ဆောက်ပုံကို ကောင်းမွန်စေတာ၊ မြေဆီမြေဩဇာကို ကောင်းမွန်စေတာနဲ့ သီးနှံဖျက်ပိုးတွေကို ကာကွယ်ထိန်းချုပ်နိုင်တာတွေပဲဖြစ်ပါတယ်။",
  //17
  "ပြစားပိုးတွေ၊ မြေနေခွံမာကျိုင်းကောင်တွေ (ground beetles)၊ ပင့်ကူတွေနဲ့ နကျယ်ကောင်တွေဟာ အလွန်အရေးပါတဲ့ သားရဲကောင်တွေ (အကျိုးပြုအင်းဆက်တွေ) ပဲဖြစ်ကြပါတယ်။ ဒီလိုအလေ့အထတွေကို တောင်သူတွေရဲ့ ကွင်းတွေထဲမှာ လုပ်ဆောင်နိုင်ဖို့ ကူညီအားပေးသင့်ပါတယ်။",
  //     end 5.5.2
  //18
  //      start 5.6.3
  "ရာသီဥတုအခြေအနေ၊ စိုက်ပျိုးဂေဟစနစ်ရဲ့ အခြေအနေတွေ၊ ရပ်ရွာလူထုနဲ့ အိမ်ထောင်စုတွေအလိုက် ကြိုက်နှစ်သက်မှုတွေအပေါ်မူတည်ပြီးတော့ မတူညီတဲ့သီးနှံအမျိုးမျိုးကို ရွေးချယ်သင့်ပါတယ်။ သီးနှံတွေရွေးချယ်ရာမှာ အဓိကကျတဲ့ အချို့အချက်တွေကတော့ - (က) ရောနှောစိုက်ပျိုးတဲ့အခါ ပိုမိုကောင်းမွန်တဲ့ အထွက်နှုန်းကို ထွက်ရှိစေနိုင်မှု (ခ) ရာသီဥတုဒဏ်ကို ခံနိုင်ရည်ရှိမှု(ဂ) ဖျက်ပိုးနဲ့ ရောဂါဒဏ်ကို ခံနိုင်ရည်ရှိမှု(ဃ) ထုတ်လုပ်လိုက်တဲ့ စားစရာတွေရဲ့ အာဟာရဓာတ်တန်ဖိုး (င) ထုတ်လုပ်လိုက်တဲ့ ထုတ်ကုန်နဲ့ စားစရာအတွက် အလားအလာရှိတဲ့ ဝင်ငွေတန်ဖိုး (စ) ဆားပေါက်မှုဒဏ်ကို ခံနိုင်ရည်ရှိမှု(ဆ) မိုးခေါင်ရေရှားတဲ့ဒဏ်/ရေလွှမ်းတဲ့ဒဏ်ကို ခံနိုင်ရည်ရှိမှု စတဲ့အချက်တွေပဲ ဖြစ်ပါတယ်။",
  //      end 5.6.3
  // 19
  //       start 5.7.1
  "ဘယ်သီးနှံစိုက်ပျိုးတဲ့စနစ်မဆို သူ့ရဲ့ ရည်ရွယ်ချက်က မြေကြီး၊ ရေနဲ့ နေရောင်ခြည်စတဲ့ အရင်းအမြစ်အားလုံးကို အကျိုးရှိစွာအသုံးချပြီး ထုတ်လုပ်မှုနဲ့ အကျိုးအမြတ်မြင့်မားစွာရရှိမှုကို ရေရှည်ထိန်းထားနိုင်ဖို့ပဲ ဖြစ်ပါတယ်။",
  //20
  "အကျိုးထိရောက်မှုရှိမရှိကို ပေးထားတဲ့အချိန်တစ်ခုမှာ အရင်းအမြစ်တစ်ခုကိုအသုံးပြုပြီး ထုတ်လုပ်လိုက်တဲ့ ထုတ်ကုန်ရဲ့အရည်အသွေးနဲ့ တိုင်းတာပါတယ်။ သမားရိုးကျစိုက်ပျိုးနည်းစနစ်ရဲ့ ရည်ရွယ်ချက်ကတေ့ာ \n(က) စိုက်ပျိုးမြေကို တိုးချဲ့ခြင်း၊ \n(ခ) နေရာတစ်နေရာမှာ သီးနှံရဲ့ ထုတ်လုပ်နိုင်စွမ်းကိုမြှင့်တင်ခြင်း ဆိုတဲ့နည်းလမ်းနှစ်ခုကို အသုံးပြုပြီး စိုက်ပျိုးထုတ်လုပ်မှုကို မြှင့်တင်ဖို့ပဲဖြစ်ပါတယ်။ ဒါပေမယ့်လည်း ခေတ်မီစိုက်ပျိုးနည်းစနစ်တွေမှာ \n(က) သတ်မှတ်ထားတဲ့အချိန်တစ်ခုမှာ စိုက်ပျိုးထုတ်လုပ်မှုကို မြှင့်တင်နိုင်ဖို့၊ \n(ခ) သတ်မှတ်ထားတဲ့နေရာတစ်ခုမှာ စိုက်ပျိုးထုတ်လုပ်မှုကို မြှင့်တင်နိုင်ဖို့ဆိုတဲ့ အမြင်နှစ်မျိုးကိုလည်း ထပ်ပေါင်းပြီးထည့်ထားပါတယ်။",
  //    end 5.7.1
  //21
  //    start 5.7.2
  " စပါး-စပါး-ပဲတီစိမ်း သီးနှံစနစ်မှာ ပထမဦးဆုံး နွေရာသီထွန်ယက်တာကို လုပ်ဆောင်ပါတယ်။ နောက်ပိုင်းမိုးရာသီရေရရှိတဲ့အချိန်မှာ သမန်းနှပ်ခြင်းကိုလုပ်ဆောင်ပြီး ပထမသီးနှံကို စတင်စိုက်ပျိုးပါတယ်။ အနည်းငယ်ထွန်ယက်ပြီးတဲ့အခါမှာတော့ ဒုတိယစပါးသီးနှံကို စိုက်ပျိုးပါတယ်။ ပဲတီစိမ်းကို ဒုတိယစပါးသီးနှံမှာ ဆင့်ပွားသီးနှံအဖြစ်စိုက်ပါတယ်။ ဥယျာဉ်ခြံမြေတွေမှာ ဝါ-နှံစား-ဆပ်နီ နှံစားသီးနှံစိုက်ပျိုးစနစ်နဲ့ ထယ်‌ရေးပြင်ဆင်ပြီးတဲ့အခါ ဆပ်နီနှံစား သီးနှံအစားထိုးစိုက်ပျိုးဖို့အတွက် စိုက်ခင်းကို ရေစုမြောင်းဘောင်တွေ (check basins) အဖြစ် အကွက်ချပါတယ်။ နောက်ရာသီမှတေ့ာ ထယ်ရေးမပြင်ဆင်တော့ဘဲ ဆပ်နီနှံစားသီးနှံရိုးပြတ်တွေကြားမှာ ဝါကိုစိုက်ပါတယ်။ ပေါင်းပင်တွေကိုတော့ သီးညှပ်စိုက်ပျိုးခြင်းစနစ်သုံးပြီး ထိန်းချုပ်ပါတယ်။ အရင်သီးနှံတွေရဲ့ အကြွင်းအကျန်တွေအဖြစ် နှံစားသီးနှံစိုက်ပျိုးခြင်းကို မပြုလုပ်ပါဘူး။",
  //     end   5.7.2
  //22
  //     start 5.7.3
  "သီးညှပ်စိုက်ပျိုးခြင်းစနစ်မှာ စီမံခန့်ခွဲရမယ့်အရာတွေကတော့\n(က) ပျိုးဘောင်ပြင်ဆင်ခြင်း\n(ခ) မျိုးများ\n(ဂ) စိုက်ပျိုးခြင်း\n(ဃ) မြေဩဇာထည့်ခြင်း\n(င) ရေလိုအပ်ချက်\n(စ) ပေါင်းပင်များနှိမ်နင်းခြင်း\n(ဆ) သီးညှပ်စနစ်တွေမှာ ပိုးမွှားနဲ့ရောဂါတွေကို ကာကွယ်နှိမ်နင်းခြင်း စတာတွေပဲ ဖြစ်ပါတယ်။",
  // 23
  "(က) ပျိုးပေါင် (‌ဘောင်) ပြင်ဆင်ခြင်းစပါးအတွက်ပျိုးပေါင်ကို ၀.၅ ဒါမှမဟုတ် ၁ ဧက ပျိုးခင်း ဒါမှမဟုတ် IRRI က တီထွင်ထားတဲ့ ဘောင်ပျိုးခင်း (wet bed) နည်းလမ်းတွေ၊ သေးငယ်တဲ့ပျိုးပေါင်တွေ (ရေသွင်းရေထုတ်ဖို့ ပစ္စည်းတွေနဲ့ အလျား ၅-၆ မီတာ၊ အနံ ၁ မီတာ) လိုမျိုး သမားရိုးကျနည်းလမ်းတွေနဲ့ ပြင်ဆင်နိုင်ပါတယ်။ စိုက်ပြီး ရက်ပေါင်း ၂၀ကနေ ၃၀ ရက်အတွင်း ပြောင်းရွှေ့စိုက်ပျိုးနိုင်ပါတယ်။ ဒါမှမဟုတ် မြေမဲ့ပျိုးခင်း (Dapog) နည်းလမ်းကို သုံးနိုင်ပါတယ်။ ( ဒီနည်းလမ်းကိုတော့ အရိပ်၊ အမိုးအကာတွေအောက်ဲန့ တဲအနီးအနားလိုနေရာမျိုးတွေမှာ အသုံးပြုနိုင်ပါတယ်။) ပြောင်းရွှေ့ စိုက်ပျိုးတာကိုတော့ (၁၄) ရက်အတွင်းလုပ်ဆောင်နိုင်ပါတယ်။ သင်္ဘော၊ သရက်၊ ဒူးရင်းတို့လို ဥယျာဉ်ခြံသီးနှံတွေအတွက် ပျိုးပင်စီမံခန့်ခွဲတာကိုတော့  သီးနှံအမျိုးအစားပေါ်မူတည်ပြီး အရိပ်အောက်မှာ တစ်လ ဒါမှမဟုတ် နှစ်လ နေ့စဥ်ရေလောင်းပြီးတော့ ပလတ်စတစ်အသေးတွေကို အသုံးပြုပြီး လုပ်ဆောင်နိုင်ပါတယ်။",
  //24
  "(ဃ) မြေဩဇာထည့်သွင်းခြင်းနဲ့ အာဟာရစီမံခန့်ခွဲမှုအာဟာရစီမံခန့်ခွဲမှုအစီအစဉ်။        ။ အာဟာရစီမံခန့်ခွဲမှုအစီအစဥ်ရေးဆွဲခြင်းက သွင်းအားစုထည့်ဖို့လိုတဲ့ အချိန်ဲန့နေရာနှစ်ခုလုံးကို မှန်ကန်စွာပစ်မှတ်ထားနိုင်ဖို့ ကူညီပေးပါလိမ့်မယ်။ ဒီအစီအစဉ်မှာ ‌အော်ဂဲနစ်ဲန့ အော်ဂဲနစ်မဟုတ်တဲ့မြေဩဇာတွေ (သဘာ၀နဲ့ သဘာ၀မဟုတ်တဲ့ မြေဩဇာတွေ) ပါဝင်သင့်ပြီးတော့ အရင်သီးနှံစိုက်ပျိုးမှုစနစ်နဲ့ လက်ရှိသီးနှံကနေ ခန့်မှန်းထားတဲ့အထွက်နှုန်းတို့ကို ထည့်သွင်းတွက်ချက်သင့်ပါတယ်။ ဂေဟဗေဒစနစ်ဆိုင်ရာချဉ်းကပ်မှုရှိစေဖို့ တောင်သူတွေက ပဲမျိုးစုံသီးနှံအတွက် နွားချေးမြေဩဇာနဲ့ သဘာဝမြေဩဇာတွေ (ဥပမာ - မြေဆွေး၊ သစ်စိမ်းမြေဩဇာ၊ ရိုင်ဇိုဘီယမ် ဓာတ်မြေဩဇာတွေ) ကို အသုံးပြုသင့်ပါတယ်။",
  //25
  "ဓာတ်မြေဩဇာအညီအမျှကျွေးခြင်း ။        ။ ဓာတ်မြေဩဇာအညီအမျှကျွေးတာက မြေဆီလွှာကုန်ထုတ်စွမ်းအားကို ထိန်းသိမ်းဖို့ရည်ရွယ်ပြီး ထည့်လိုက်တဲ့အပင်အာဟာရတွေရဲ့ အာဟာရဓာတ်ထိရောက်စွာအသုံးပြုမှုကို တိုးအောင်လုပ်တဲ့နေရာမှာ အဓိကသော့ချက်ပဲ ဖြစ်ပါတယ်။ မြန်မာနိုင်ငံမှာတောင်သူအများစုက နိုက်ထရိုဂျင်ဓာတ်မြေဩဇာတစ်မျိုးတည်း ဒါမှမဟုတ် နိုက်ထရိုဂျင်နဲ့ ဖော့စ်ဖရပ်ကိုပဲ အသုံးပြုတာက ပိုတက်ဆီယမ်ချို့တဲ့တာကို ဖြစ်စေတာကြောင့် ပိုတက်စီယမ်ဓာတ်မြေဩဇာကျွေးပြီး အဲ့ပြဿနာကို ဖြေရှင်းရပါတယ်။ အဓိကဒြပ်စင်တွေထဲက တစ်ခုကအချိုးအစားနည်းနေမယ်ဆိုရင် အပင်တစ်ပင်လုံးရဲ့ကြီးထွားမှုနှုန်းကို အဲ့ဒီအချိုးအစားနည်းမှုက သွားပြီးအကျိုးသက်ရောက်မှုရှိသွားနိုင်ပါတယ်။ ယူရီးယားလိုမျိုး နိုက်ထရိုဂျင်မြေဩဇာက အထွက်နှုန်းတိုးစေဖို့အတွက်မဟုတ်ပဲ သီးနှံပင်တွေရဲ့ အစောပိုင်းအဆင့်တွေအတွက် အလွန်အရေးကြီးပြီးတော့၊ ဖော့စ်ဖရပ်စ်၊ ပိုတက်ဆီယမ်နဲ့ အော်ဂဲနစ်အာဟာရတွေကိုတော့ အပင်ကြီးထွားဖွံ့ဖြိုးဖို့အတွက် ပမာဏများများပိုလိုအပ်မှာဖြစ်ပါတယ်။ ဒါကြောင့် အပင်တွေကို မြေဩဇာကျွေးတဲ့အချိန်နဲ့ မြေဆွေးအသုံးပြုတဲ့အခါတွေမှာ တောင်သူတွေအနေနဲ့ အာဟာရဓာတ်မျှတဖို့နဲ့ အခြားမရှိမဖြစ်လိုအပ်တဲ့အာဟာရဓာတ်တွေရဲ့ သဘောသဘာဝကို ထည့်သွင်းစဉ်းစားသင့်ပါတယ်။ အာဟာရဓာတ်အမြင့်မားဆုံးရရှိနိုင်ဖို့နဲ့ မြေဩဇာကို အကျိုးထိရောက်မှုအရှိဆုံး အသုံးပြုနိုင်ဖို့အတွက် သဘာဝမြေဆွေးတွေနဲ့ ဓာတုမြေဩဇာတွေကို ပေါင်းစပ်ပြီးအသုံးပြုခြင်းက အမြဲတမ်းကိုအကျိုးရှိပါတယ်။",
  //26
  "မြေဩဇာသုံးစွဲတဲ့အချိန်အာဟာရဓာတ်တွေ ပတ်ဝန်းကျင်ဆီကို ဆုံးရှုံးသွားတာတွေကို လျှော့ချပြီး အာဟာရဓာတ်တွေကို အပင်ကပဲ တတ်နိုင်သမျှအများဆုံးရယူနိင်ဖို့ဆိုရင် မြေဩဇာကျွေးတာကို အချိန်သတ်မှတ်ထားသင့်ပါတယ်။ အပင်ကြီးထွားမှုဖြစ်စဉ်တွေကို အကြမ်းအားဖြင့်တော့ ပင်ပိုင်းဆိုင်ရာကြီးထွားမှု၊ ပင်ပိုင်းကွဲပွားမှုနဲ့ မျိုးပွားပိုင်းဆိုင်ရာကြီးထွားမှုဆိုပြီးအဆင့် (၃) ဆင့်ခွဲခြားနိုင်ပါတယ်။ ကြီးထွားမှုအဆင့်အလိုက် လိုအပ်တဲ့မြေဩဇာနဲ့ ပမာဏကလည်း ကွာသွားမှာဖြစ်ပါတယ်။  အပင်ကြီးထွားတဲ့အဆင့်အလိုက်လိုအပ်တဲ့ အာဟာရဓာတ်ကို မှန်ကန်တဲ့အချိန်မှာ ကျွေးရပါမယ်။ ",
  //27
  "(စ) ပေါင်းမြက်နှိမ်နင်းခြင်းပေါင်းပင်တွေကို ကာကွယ်နှိမ်နင်းတဲ့အခါ သမားရိုးကျနည်းလမ်းတွေဖြစ်တဲ့ ပေါက်ပြားနဲ့ ပေါက်တာ၊ တိရစ္ဆာန်တပ်ကိရိယာတွေကို အသုံးပြုပြီး စိုက်ပျိုးတာ၊ စက်ပစ္စည်းတွေကို အသုံးပြုတာ စတဲ့နည်းလမ်းတွေနဲ့ လုပ်ဆောင်သင့်ပါတယ်။ အဓိကသီးနှံတွေကိုမစိုက်ပျိုးခင် သစ်စိမ်းမြေဩဇာသီးနှံတွေနဲ့ ပိုက်ဆံလျှော်လို မြေဖုံးသီးနှံတွေ၊ လျင်မြန်စွာကြီးထွားလွယ်တဲ့ ပဲမျိုးရင်းဝင်သီးနှံတွေကို စိုက်ပျိုးသင့်ပြီးတော့ တစ်လအကြာမှာ မြေကို လှန်သင့်ပါတယ်။ ပေါင်းသတ်ဆေးတွေကို အသုံးမပြုသင့်ပါ။ ",
  //28
  "(ဆ) ဘက်ပေါင်းစုံပိုးမွှားရောဂါ ကာကွယ်နှိမ်နင်းခြင်းဘက်ပေါင်းစုံပိုးမွှားရောဂါ ကာကွယ်နှိမ်နင်းခြင်းဆိုတာက လူတို့ကျန်းမာရေးနဲ့ပတ်ဝန်းကျင်ကို ထိခိုက်နိုင်ခြေတွေကို လျှော့ချပြီး ဖျက်ပိုးတွေများပြားလာတာကို ဟန့်တားပေးမယ့် နည်းစနစ်အားလုံးကို ထည့်သွင်းစဉ်းစားပြီးအသုံးပြုခြင်းဖြစ်ပါတယ်။ (FAO, 2012)။ တောင်သူအဆင့်မှာ အပင်ရောဂါတွေ၊ အင်းဆက်တွေ၊ ပေါင်းပင်တွေနဲ့ အခြားပိုးမွှားတွေကို ကာကွယ်နှိမ်နင်းဖို့အတွက် ဘက်ပေါင်းစုံပိုးမွှားရောဂါကာကွယ်နှိမ်နင်းခြင်းက စိုက်ပျိုးနည်းစနစ်တွေ၊ သက်ရှိတွေကို အသုံးပြုတဲ့နည်းလမ်းနဲ့ ဓာတုပစ္စည်းတွေ အသုံးပြုတဲ့နည်းလမ်းတွေကို အကောင်းဆုံးပေါင်းစပ်ထားတာဖြစ်ပြီး ဒေသတွင်း အသုံးပြုနိုင်တဲ့ သင့်လျော်တဲ့ ပိုးမွှားရောဂါကာကွယ်နှိမ်နင်းရေး နည်းဗျူဟာတွေနဲ့ နည်းလမ်းတွေကို ထည့်သွင်းစဉ်းစားပြီး ကုန်ကျစရိတ်ကို အကျိုးရှိအောင် တွက်ချက်အသုံးပြုခြင်းဖြစ်ပါတယ်။ (CropLife, 2014)  ဘက်ပေါင်းစုံပိုးမွှားရောဂါကာကွယ်နှိမ်နင်းခြင်းမှာ သီးနှံစိုက်ပျိုးထုတ်လုပ်တဲ့အခါ ကာကွယ်ခြင်း၊ စောင့်ကြည့်စစ်ဆေးခြင်းနဲ့ ပိုးမွှားစီမံခန့်ခွဲမှုအတွက်ကြားဝင်ဆောင်ရွက်ပေးခြင်း ဆိုတဲ့ အစိတ်အပိုင်း(၃)ခု ပါဝင်ပါတယ်။ ",
  //29
  "ကာကွယ်ခြင်းတောင်သူတွေအနေနဲ့ ဖျက်ပိုးအင်းဆက်တွေ၊ အပင်ရောဂါတွေ ဒါမှမဟုတ် ပေါင်းပင်တွေ ကနဉီးကျရောက်ခြင်းကို ကာကွယ်ဖို့အတွက် သီးနှံပိုင်းဆိုင်ရာစီမံခန့်ခွဲမှုတွေကို အဆင့်အလိုက် အစီအစဉ်ရေးဆွဲဖို့ လိုအပ်ပါတယ်။ \n(၁) သီးနှံစိုက်ပျိုးမယ့်တည်နေရာ\n (၂) မျိုးရွေးချယ်ခြင်း \n(၃) နည်းဗျူဟာကျကျစိုက်ပျိုးခြင်းနဲ့ သီးလှည့်စိုက်ပျိုးခြင်း \n(၄) မြေဆီလွှာစီမံခန့်ခွဲခြင်း\n(၅) ရေစီမံခန့်ခွဲခြင်း\n(၆) အပင်အတွက် အာဟာရတွေကို ကောင်းမွန်စွာရရှိစေခြင်း\n(၇) ရိတ်သိမ်းခြင်းနဲ့ သိုလှောင်ခြင်း\n(၈) ဇီဝမျိုးကွဲတွေကို ထိန်းသိမ်းခြင်း ဆိုပြီး အဆင့် \n(၈) ဆင့်ကို သုံးရပါမယ်။ဖျက်ပိုးနဲ့ရောဂါတွေကို သက်ရှိတွေသုံးပြီးထိန်းချုပ်တဲ့ နည်းလမ်းတွေကိုအသုံးပြုပြီးတော့ ကာကွယ်နှိမ်နင်းနိုင်ပါတယ်။ ဥပမာ - စပါးအတွက် လိပ်ခုံးကျိုင်းကောင်တွေကို မွေးမြူပြီး စပါးခင်းထဲကို ထည့်နိုင်ပါတယ်။  ",
  //30
  "စောင့်ကြည့်စစ်ဆေးခြင်းတောင်သူတွေအနေနဲ့ သီးနှံပင်တွေ ဘယ်လိုကောင်းမွန်စွာ ကြီးထွားနေတယ်ဆိုတာနဲ့ စတင်စိုက်ပျိုးတဲ့အချိန်ကနေ ရိတ်သိမ်းတဲ့အထိ ဘယ်လိုလုပ်ဆောင်ချက်တွေ ဆောင်ရွက်ဖို့ လိုအပ်လဲဆိုတာကို အကဲဖြတ်ဖို့လိုအပ်ပါတယ်။   ဘက်ပေါင်းစုံပိုးမွှားရောဂါကာကွယ်နှိမ်နင်းခြင်းမှာ တောင်သူတွေက စိုက်ခင်းတစ်လျှောက် လမ်းလျှောက်ပြီး ပိုးမွှားတွေကိုစောင့်ကြည့်တာနဲ့ စိုက်ခင်းထဲမှာရှိတဲ့ပိုးမွှားတွေက ဖျက်ပိုးဟုတ်မဟုတ်၊ မိတ်ဆွေပိုးဖြစ်မဖြစ်ကို ခွဲခြားရတာတွေ ပါဝင်ပါတယ်။ ။ အဲ့ဒါပြီးတဲ့နောက်မှာတော့ ဖျက်ပိုးတွေ၊ အပင်ရောဂါတွေနဲ့ ပေါင်းပင်တွေကို ထိန်းချုပ်ဖို့ ဆုံးဖြတ်ချက်တွေ ချမှတ်လို့ရပြီဖြစ်ပါတယ်။  ဒါပေမယ့် တစ်ခါတရံမှာတော့ အကျိုးထိရောက်မှုရှိတဲ့ ဖျက်ပိုးကာကွယ်နှိမ်နင်းမှုကို လုပ်ဆောင်နိုင်ဖို့ သတ်မှတ်ထားတဲ့ မြေနေရာတစ်ခုအတွင်း စုပေါင်းဆုံးဖြတ်ချက်တွေကို ချမှတ်ဖို့ လိုအပ်ပါတယ်။  (ဥပမာ- ရွှေခရု)  ",
  //31
  "ကြားဝင်ဆောင်ရွက်ပေးခြင်း တောင်သူတွေအနေနဲ့ တစ်ဦးချင်း ဒါမှမဟုတ် အစုအဖွဲ့နဲ့ စိုက်ပျိုးနည်းစနစ်၊ ရုပ်ပိုင်းဆိုင်ရာနည်းစနစ်၊ ဇီဝနည်းစနစ်နဲ့ ဓာတုပစ္စည်းတွေကို အသုံးပြုပြီး ထိန်းချုပ်ခြင်းနည်းလမ်းတွေပါဝင်တဲ့ ကြားဝင်ဆောင်ရွက်ခြင်းများ၊ ကုန်ကျစရိတ်များ၊ အကျိုးအမြတ်များ၊ လုပ်ဆောင်ရမယ့်အချိန်၊ လုပ်သားရရှိနိုင်မှုနဲ့ ပစ္စည်းကိရိယာများ၊ စီးပွားရေးဆိုင်ရာ၊ သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာနဲ့ လူမှုရေးဆိုင်ရာ အကျိုးသက်ရောက်မှုတွေအားလုံးကို ထည့်သွင်းစဉ်းစားဖို့ လိုအပ်ပါတယ်။ ",
  //32
  "ဘက်ပေါင်းစုံပိုးမွှားရောဂါ ကာကွယ်နှိမ်နင်းခြင်းရဲ့ အကျိုးကျေးဇူးများဘက်ပေါင်းစုံပိုးမွှားရောဂါကာကွယ်နှိမ်နင်းတာက ဂေဟနစ်နဲ့ သဘာဝပတ်ဝန်းကျင်ကို အကျိုးကျေးဇူးအမျိုးမျိုးကို ရရှိစေနိုင်ပါတယ်။ အဲ့ဒါတွေကတော့\n(၁) သီးနှံမှရရှိတဲ့ အကျိုးအမြတ်ကို တိုးပွားစေတာ\n(၂) တည်ငြိမ်စိတ်ချရပြီး အရည်အသွေးကောင်းတဲ့ သီးနှံအထွက်နှုန်း ရရှိစေတာ\n(၃) ဖျက်ပိုးကျရောက်မှုတွေကို လျော့ကျစေတာ\n(၄) ပိုးမွှားများဒဏ်ခံနိုင်ရည်ရှိမှု သို့မဟုတ် ပိုးမွှားပြန်လည်ကျရောက်ခြင်းပြဿနာ အလားအလာတွေကို လျှော့ချနိုင်တာ\n(၅) အစားအစာနဲ့ အမျှင်ဓာတ်ပစ္စည်းတွေရဲ့ ဘေးကင်းမှုနဲ့ အရည်အသွေးအပေါ် စားသုံးသူတွေရဲ့ ယုံကြည်မှုကိုတိုးမြင့်စေတာတွေပဲ ဖြစ်ပါတယ်။",
  //       end 5.7.3
  //33
  //       start 5.8.1
  "သစ်တောသစ်ပင်စိုက်ပျိုးတဲ့အလေ့အထတွေမှာ စဉ်ဆက်မပြတ် ကျွန်းသစ်ထုတ်လုပ်နိုင်တာနဲ့ သင့်လျော်တဲ့ အသေးစားရာသီဥတုဆိုင်ရာအခြေအနေတွေ ပေးစွမ်းနိုင်ဖို့အတွက် အပင်မြင့်သစ်တောအုပ်စိုးမှုရဲ့ အကာအကွယ်အောက်မှာ တန်ဖိုးမြင့်အထူးသီးနှံတွေကို စိုက်ပျိုးကြပါတယ်။ ဂျင်ဆင်း၊  ရှီတာကီမှို (Shitake) နဲ့ တောင်ခြေ (under-story) မှာ စိုက်ပျိုးထားတဲ့ အလှဆင်ကျောက်ခတ်ပင်တွေလိုမျိုး အရိပ်ဒဏ်ခံနိုင်တဲ့ အထူးသီးနှံတွေကို ဆေးဖက်ဝင်/ရုက္ခဗေဒ၊ အလှဆင်/လက်မှုပညာ ဒါမှမဟုတ် အစားအသောက်ထုတ်ကုန်တွေအတွက် ရောင်းချပါတယ်။ အပင်မြင့်သစ်ပင်တွေကို ကျွန်းသစ်နဲ့ အခြား သစ်လုံး/သစ်ပြားတွေထုတ်လုပ်ဖို့ စီမံထားပါတယ်။",
  //         end 5.8.1
  //34
  //       start 5.8.2
  " မြေယာစီမံခန့်ခွဲမှု ရည်မှန်းချက်တွေနဲ့ ဦးစားပေးမှုတွေက သင့်ရဲ့အခြေအနေတွေနဲ့ စိုက်ပျိုးဂေဟစနစ်ကို သင်ဖွံ့ဖြိုးတိုးတက်လိုတဲ့ဧရိယာအတွက် တသီးတသန့်တော့ဖြစ်နေပါလိမ့်မယ်။ ဒါပေမယ့် အခြားသောဖြစ်နိုင်ခြေတွေကြားမှာ \n(က) မဖြစ်ထွန်းတဲ့မြေတွေကနေဝင်ငွေရင်းမြစ်အသစ်ကို ဖော်ဆောင်ခြင်း (ဇီဝမျိုးကွဲစုံလင်မှုရှိခြင်း)\n(ခ) လက်ရှိလယ်ယာသစ်တော စိုက်ပျိုးဖို့အတွက် လည်ပတ်မှုကုန်ကျစရိတ်ကို လျှော့ချခြင်း\n(ဂ) ရေရှည်ဝင်ငွေအရင်းအမြစ်ကို ပေါ်ပေါက်လာစေခြင်း\n(ဃ) ကျွန်းသစ်ကနေ ရေရှည်ဝင်ငွေကို စောင့်နေချိန်မှာ ရေတိုဝင်ငွေအရင်းအမြစ်ကို ရရှိစေခြင်း\n(င) ပတ်ဝန်းကျင်အခြေအနေတွေကို ကာကွယ်ခြင်း ဒါမှမဟုတ် ကောင်းမွန်လာစေခြင်း စတာတွေကို လိုချင်နိုင်ပါတယ်။",
  //35
  "သစ်ပင်စိုက်တန်းဘယ်လောက်ထားရှိရမယ်ဆိုတာနဲ့ စိုက်တန်းတစ်တန်းမှာ အပင်ဘယ်လောက်စိုက်ပျိုးရမယ်ကို ဆုံးဖြတ်တဲ့နေရာမှာ \n(က) နှစ်ရှည်သီးနှံပင်တွေ စိုက်ပျိုးထုတ်လုပ်ပြီး စိုက်ပျိုးထုတ်လုပ်မှုမလုပ်ဆောင်တဲ့ နေရာတွေမှာ သစ်ပင်/ချုံတန်းတွေစိုက်တာ\n(ခ) စိုက်ပျိုးထုတ်လုပ်မှုကို တိုးမြှင့်ဖို့အတွက် လိုအပ်တဲ့ စိုက်ပျိုးလိုတဲ့ သစ်ပင်/ချုံနွယ်သီးနှံတွေနဲ့ ပေါင်းကာကွယ်နှိမ်နင်းတာနဲ့ ကိုင်းဖြတ်တာစတာတွေလိုမျိုး စီမံခန့်ခွဲမှုတွေ \n(ဂ) သစ်ပင်/ချုံပင်/မြက်ပင်တွေကို အတန်းတွေအလိုက် ပေါင်းစပ်စိုက်ပျိုးတာတွေက တိုက်စားမှုတွေကို ပိုမိုလျော့နည်းစေနိုင်တာ\n(ဃ) တောရိုင်းတိရိစ္ဆာန်တွေ နေထိုင်ရာနေရာကို သစ်ပင်/ချုံပုတ်/မြက်ပင်တွေ အတန်းလိုက်စိုက်ပျိုးခြင်းတွေနဲ့ ဖန်တီးထားတာ စတဲ့အချက်တွေကို ထည့်သွင်းစဉ်းစားရမှာဖြစ်ပါတယ်၊ အဲ့ဒီအချက်တွေအပါအဝင် အကျိုးအမြတ်ဘယ်လောက် ဖြစ်ထွန်းလာနိုင်ခြေရှိတယ်ဆိုတာကို အခြေခံပြီးလည်း ဆုံးဖြတ်နိုင်ပါတယ်။ ",
   //       end 5.8.2
];
