import 'package:flutter/src/widgets/framework.dart';
import 'package:learning/src/menu_list_detail/menu_list_text_widget.dart';

class AboutApplication extends StatelessWidget {
  const AboutApplication({super.key});

  @override
  Widget build(BuildContext context) {
    return const MenuListTextWidget(
      title: 'စိုက်ဓလေ့ အကြောင်း',
      text:
          "စိုက်ဓလေ့ဆိုတာ မြန်မာနိုင်ငံအတွင်းမှာရှိတဲ့ တောင်သူလယ်သမားအတွက် ရည်ရွယ်ထုတ်လုပ်ထားတဲ့ စိုက်ပျိုးရေးဆိုင်ရာ သင်ကြားရေး အထောက်အကူပြုပစ္စည်း တစ်ခုဖြစ်ပါတယ်။ တောင်သူလယ်သမားတွေက စိုက်ပျိုးရေးဆိုင်ရာ အသိပညာ ဗဟုသုတတွေကို လွယ်လင့်တကူ လက်လှမ်းမှီနိုင်စေဖို့နဲ့ တိုးတက်လာတဲ့ ခေတ်မှီနည်းပညာ‌တွေက လေ့လာသင်ယူမှုပိုင်းမှာ တစ်ဖက်တစ်လမ်းကနေ အထောက်အကူပြုစေဖို့ဆိုတဲ့ ရည်ရွယ်ချက်တွေနဲ့အတူ စိုက်ဓလေ့ကို ဖန်တီးပုံဖော်ထားခြင်း ဖြစ်ပါတယ်။ \n\nစိုက်ပျိုးရေးဆိုင်ရာ အလေ့အထတွေအကြောင်း၊ ရေရှည်တည်တံ့တဲ့ သဘာဝရော်ဘာ စိုက်ပျိုးထုတ်လုပ်နည်းတွေအကြောင်းနဲ့ တောင်သူလယ်သမားတွေအတွက် စီးပွားရေးဆိုင်ရာ စီမံခန့်ခွဲမှု အကြောင်းအရာတွေကို ကိုယ်တိုင်ပါဝင် ဆောင်ရွက်ပြီး လေ့လာသင်ယူနိုင်တဲ့ သင်ကြားနည်းစနစ်တွေ၊ အသံဖိုင်တွေ၊ ဗီဒီယိုတွေ၊ ဉာဏ်စမ်းပဟေဠိတွေနဲ့အတူ လွယ်လင့်တကူ လေ့လာနိုင်မှာ ဖြစ်ပါတယ်။ \n\nစိုက်ဓလေ့ကို အသုံးပြုပြီးတော့ တစ်ဦးတစ်ယောက်ချင်းစီ ကိုယ်တိုင်လေ့လာသင်ယူနိုင်သလို၊ WWF Myanmar ရဲ့ စိုက်ပျိုးရေးဆိုင်ရာ ပညာပေးအစီအစဥ်တွေမှာ အထောက်အကူပစ္စည်းအဖြစ်နဲ့ အသုံးပြုနိုင်အောင် တီထွင်ဖန်တီးထားပါတယ်။",
    );
  }
}
