import 'package:flutter/src/widgets/framework.dart';
import 'package:learning/src/menu_list_detail/menu_list_text_widget.dart';

class Members extends StatelessWidget {
  const Members({super.key});

  @override
  Widget build(BuildContext context) {
    return const MenuListTextWidget(
      title: 'ပါဝင်သူများ',
      text:
          "WWF Myanmar\nWWF ဟာ ကမ္ဘာ့ထိပ်တန်း သဘာဝပတ်ဝန်းကျင် ထိန်းသိမ်းရေးအဖွဲ့အစည်း ဖြစ်ပါတယ်။ နှစ်ပေါင်း ၆၀ ကျော်အတွင်း နိုင်ငံပေါင်း ၁၀၀ ကျော်မှာ ရုံးခွဲတွေ ဖွင့်လှစ်ဆောင်ရွက်နေပါတယ်။ မြန်မာနိုင်ငံရုံးခွဲကို ၂၀၁၅ခုနှစ်တွင် ဖွင့်လှစ်ခဲ့ပြီး ကျွန်တော်တို့ရဲ့ အဓိကထားဆောင်ရွက်နေတဲ့ ကဏ္ဍများကတော့ ရာသီဥတုနှင့်စွမ်းအင်၊ တောရိုင်းတိရစ္ဆာန်၊ တောရိုင်းတိရစ္ဆာန် တရားမဝင်ကုန်သွယ်မှု၊ သစ်တောများ၊ ရေချိုအရင်းအမြစ်၊ သဘာဝ သဟဇာတ စိုက်ပျိုးရေး၊ သဘာဝ သဟဇာတ ဘဏ္ဍာရေးနှင့် သဘာဝသဟဇာတ အခြေခံအဆောက်အအုံတို့ပဲ ဖြစ်ပါတယ်။\n\n360ed\n360ed ကို ၂၀၁၆ ခုနှစ်တွင် အများအကျိုးဆောင် ဝန်ဆောင်မှုပေးတဲ့ ပညာရေး နည်းပညာကုမ္ပဏီအဖြစ် ကမ္ဘာ့နည်းပညာရပ်ဝန်း (Silicon Valley) တွင် တည်ထောင်ခဲ့ပါတယ်။ 360ed ကနေ တီထွင်ဖန်တီးထားတဲ့ သင်ကြားရေး အထောက်အကူပြုပစ္စည်းတွေက ကမ္ဘာလုံးဆိုင်ရာ အသိအမှတ်ပြုမှုတွေကို လက်ခံရရှိထားပါတယ်။ ကမ္ဘာ့တစ်ဝှမ်းလုံးမှာ ပညာသင်ယူ လေ့လာသူတွေအတွက် ဆန်းသစ်တဲ့ ပညာရေးဆိုင်ရာ တီထွင်ဖန်တီးမှု အသစ်တွေကို ဆောင်ကျဉ်းပေးနိုင်ဖို့အတွက် ကတိပြုပါတယ်။",
    );
  }
}
